callback({
  "province": [
    {
      "id": 110000,
      "name": "北京市"
    },
    {
      "id": 120000,
      "name": "天津市"
    },
    {
      "id": 130000,
      "name": "河北省"
    },
    {
      "id": 140000,
      "name": "山西省"
    },
    {
      "id": 150000,
      "name": "内蒙古自治区"
    },
    {
      "id": 160000,
      "name": "辽宁省"
    },
    {
      "id": 170000,
      "name": "吉林省"
    },
    {
      "id": 180000,
      "name": "黑龙江省"
    },
    {
      "id": 190000,
      "name": "上海市"
    },
    {
      "id": 200000,
      "name": "江苏省"
    },
    {
      "id": 210000,
      "name": "浙江省"
    },
    {
      "id": 220000,
      "name": "安徽省"
    },
    {
      "id": 230000,
      "name": "福建省"
    },
    {
      "id": 240000,
      "name": "江西省"
    },
    {
      "id": 250000,
      "name": "山东省"
    },
    {
      "id": 260000,
      "name": "河南省"
    },
    {
      "id": 270000,
      "name": "湖北省"
    },
    {
      "id": 280000,
      "name": "湖南省"
    },
    {
      "id": 290000,
      "name": "广东省"
    },
    {
      "id": 300000,
      "name": "广西壮族自治区"
    },
    {
      "id": 310000,
      "name": "海南省"
    },
    {
      "id": 320000,
      "name": "重庆市"
    },
    {
      "id": 330000,
      "name": "四川省"
    },
    {
      "id": 340000,
      "name": "贵州省"
    },
    {
      "id": 350000,
      "name": "云南省"
    },
    {
      "id": 360000,
      "name": "西藏自治区"
    },
    {
      "id": 370000,
      "name": "陕西省"
    },
    {
      "id": 380000,
      "name": "甘肃省"
    },
    {
      "id": 390000,
      "name": "青海省"
    },
    {
      "id": 400000,
      "name": "宁夏回族自治区"
    },
    {
      "id": 410000,
      "name": "新疆维吾尔自治区"
    },
    {
      "id": 420000,
      "name": "台湾省"
    },
    {
      "id": 430000,
      "name": "澳门特别行政区"
    },
    {
      "id": 440000,
      "name": "香港特别行政区"
    }
  ],
  "city": {
    "110000": [
      {
        "id": 110100,
        "name": "北京市"
      }
    ],
    "120000": [
      {
        "id": 120100,
        "name": "天津市"
      }
    ],
    "130000": [
      {
        "id": 130100,
        "name": "石家庄市"
      },
      {
        "id": 130200,
        "name": "唐山市"
      },
      {
        "id": 130300,
        "name": "秦皇岛市"
      },
      {
        "id": 130400,
        "name": "邯郸市"
      },
      {
        "id": 130500,
        "name": "邢台市"
      },
      {
        "id": 130600,
        "name": "保定市"
      },
      {
        "id": 130700,
        "name": "张家口市"
      },
      {
        "id": 130800,
        "name": "承德市"
      },
      {
        "id": 130900,
        "name": "沧州市"
      },
      {
        "id": 131000,
        "name": "廊坊市"
      },
      {
        "id": 131100,
        "name": "衡水市"
      }
    ],
    "140000": [
      {
        "id": 140100,
        "name": "太原市"
      },
      {
        "id": 140200,
        "name": "大同市"
      },
      {
        "id": 140300,
        "name": "阳泉市"
      },
      {
        "id": 140400,
        "name": "长治市"
      },
      {
        "id": 140500,
        "name": "晋城市"
      },
      {
        "id": 140600,
        "name": "朔州市"
      },
      {
        "id": 140700,
        "name": "忻州市"
      },
      {
        "id": 140800,
        "name": "吕梁市"
      },
      {
        "id": 140900,
        "name": "晋中市"
      },
      {
        "id": 141000,
        "name": "临汾市"
      },
      {
        "id": 141100,
        "name": "运城市"
      }
    ],
    "150000": [
      {
        "id": 150100,
        "name": "呼和浩特市"
      },
      {
        "id": 150200,
        "name": "包头市"
      },
      {
        "id": 150300,
        "name": "乌海市"
      },
      {
        "id": 150400,
        "name": "赤峰市"
      },
      {
        "id": 150500,
        "name": "呼伦贝尔市"
      },
      {
        "id": 150600,
        "name": "兴安盟市"
      },
      {
        "id": 150700,
        "name": "通辽市"
      },
      {
        "id": 150800,
        "name": "锡林郭勒盟"
      },
      {
        "id": 150900,
        "name": "乌兰察布盟"
      },
      {
        "id": 151000,
        "name": "伊克昭盟市"
      },
      {
        "id": 151100,
        "name": "巴彦淖尔盟"
      },
      {
        "id": 151200,
        "name": "阿拉善盟"
      }
    ],
    "160000": [
      {
        "id": 160100,
        "name": "沈阳市"
      },
      {
        "id": 160200,
        "name": "大连市"
      },
      {
        "id": 160300,
        "name": "鞍山市"
      },
      {
        "id": 160400,
        "name": "抚顺市"
      },
      {
        "id": 160500,
        "name": "本溪市"
      },
      {
        "id": 160600,
        "name": "丹东市"
      },
      {
        "id": 160700,
        "name": "锦州市"
      },
      {
        "id": 160800,
        "name": "营口市"
      },
      {
        "id": 160900,
        "name": "阜新市"
      },
      {
        "id": 161000,
        "name": "辽阳市"
      },
      {
        "id": 161100,
        "name": "盘锦市"
      },
      {
        "id": 161200,
        "name": "铁岭市"
      },
      {
        "id": 161300,
        "name": "朝阳市"
      },
      {
        "id": 161400,
        "name": "葫芦岛市"
      }
    ],
    "170000": [
      {
        "id": 170100,
        "name": "长春市"
      },
      {
        "id": 170200,
        "name": "吉林市"
      },
      {
        "id": 170300,
        "name": "四平市"
      },
      {
        "id": 170400,
        "name": "辽源市"
      },
      {
        "id": 170500,
        "name": "通化市"
      },
      {
        "id": 170600,
        "name": "白山市"
      },
      {
        "id": 170700,
        "name": "松原市"
      },
      {
        "id": 170800,
        "name": "白城市"
      },
      {
        "id": 170900,
        "name": "延边朝鲜族自治州"
      }
    ],
    "180000": [
      {
        "id": 180100,
        "name": "哈尔滨市"
      },
      {
        "id": 180200,
        "name": "齐齐哈尔市"
      },
      {
        "id": 180300,
        "name": "鹤岗市"
      },
      {
        "id": 180400,
        "name": "双鸭山市"
      },
      {
        "id": 180500,
        "name": "鸡西市"
      },
      {
        "id": 180600,
        "name": "大庆市"
      },
      {
        "id": 180700,
        "name": "伊春市"
      },
      {
        "id": 180800,
        "name": "牡丹江市"
      },
      {
        "id": 180900,
        "name": "佳木斯市"
      },
      {
        "id": 181000,
        "name": "七台河市"
      },
      {
        "id": 181100,
        "name": "黑河市"
      },
      {
        "id": 181200,
        "name": "绥化市"
      },
      {
        "id": 181300,
        "name": "大兴安岭地区"
      }
    ],
    "190000": [
      {
        "id": 190100,
        "name": "上海市"
      }
    ],
    "200000": [
      {
        "id": 200100,
        "name": "南京市"
      },
      {
        "id": 200200,
        "name": "苏州市"
      },
      {
        "id": 200300,
        "name": "无锡市"
      },
      {
        "id": 200400,
        "name": "常州市"
      },
      {
        "id": 200500,
        "name": "镇江市"
      },
      {
        "id": 200600,
        "name": "南通市"
      },
      {
        "id": 200700,
        "name": "泰州市"
      },
      {
        "id": 200800,
        "name": "扬州市"
      },
      {
        "id": 200900,
        "name": "盐城市"
      },
      {
        "id": 201000,
        "name": "连云港市"
      },
      {
        "id": 201100,
        "name": "徐州市"
      },
      {
        "id": 201200,
        "name": "淮安市"
      },
      {
        "id": 201300,
        "name": "宿迁市"
      }
    ],
    "210000": [
      {
        "id": 210100,
        "name": "杭州市"
      },
      {
        "id": 210200,
        "name": "宁波市"
      },
      {
        "id": 210300,
        "name": "温州市"
      },
      {
        "id": 210400,
        "name": "嘉兴市"
      },
      {
        "id": 210500,
        "name": "湖州市"
      },
      {
        "id": 210600,
        "name": "绍兴市"
      },
      {
        "id": 210700,
        "name": "金华市"
      },
      {
        "id": 210800,
        "name": "衢州市"
      },
      {
        "id": 210900,
        "name": "舟山市"
      },
      {
        "id": 211000,
        "name": "台州市"
      },
      {
        "id": 211100,
        "name": "丽水市"
      }
    ],
    "220000": [
      {
        "id": 220100,
        "name": "合肥市"
      },
      {
        "id": 220200,
        "name": "芜湖市"
      },
      {
        "id": 220300,
        "name": "蚌埠市"
      },
      {
        "id": 220400,
        "name": "淮南市"
      },
      {
        "id": 220500,
        "name": "马鞍山市"
      },
      {
        "id": 220600,
        "name": "淮北市"
      },
      {
        "id": 220700,
        "name": "铜陵市"
      },
      {
        "id": 220800,
        "name": "安庆市"
      },
      {
        "id": 220900,
        "name": "黄山市"
      },
      {
        "id": 221000,
        "name": "滁州市"
      },
      {
        "id": 221100,
        "name": "阜阳市"
      },
      {
        "id": 221200,
        "name": "宿州市"
      },
      {
        "id": 221300,
        "name": "巢湖市"
      },
      {
        "id": 221400,
        "name": "六安市"
      },
      {
        "id": 221500,
        "name": "亳州市"
      },
      {
        "id": 221600,
        "name": "池州市"
      },
      {
        "id": 221700,
        "name": "宣城市"
      }
    ],
    "230000": [
      {
        "id": 230100,
        "name": "福州市"
      },
      {
        "id": 230200,
        "name": "厦门市"
      },
      {
        "id": 230300,
        "name": "莆田市"
      },
      {
        "id": 230400,
        "name": "三明市"
      },
      {
        "id": 230500,
        "name": "泉州市"
      },
      {
        "id": 230600,
        "name": "漳州市"
      },
      {
        "id": 230700,
        "name": "南平市"
      },
      {
        "id": 230800,
        "name": "龙岩市"
      },
      {
        "id": 230900,
        "name": "宁德市"
      }
    ],
    "240000": [
      {
        "id": 240100,
        "name": "南昌市"
      },
      {
        "id": 240200,
        "name": "景德镇市"
      },
      {
        "id": 240300,
        "name": "萍乡市"
      },
      {
        "id": 240400,
        "name": "九江市"
      },
      {
        "id": 240500,
        "name": "新余市"
      },
      {
        "id": 240600,
        "name": "鹰潭市"
      },
      {
        "id": 240700,
        "name": "赣州市"
      },
      {
        "id": 240800,
        "name": "吉安市"
      },
      {
        "id": 240900,
        "name": "宜春市"
      },
      {
        "id": 241000,
        "name": "抚州市"
      },
      {
        "id": 241100,
        "name": "上饶市"
      }
    ],
    "250000": [
      {
        "id": 250100,
        "name": "济南市"
      },
      {
        "id": 250200,
        "name": "青岛市"
      },
      {
        "id": 250300,
        "name": "淄博市"
      },
      {
        "id": 250400,
        "name": "枣庄市"
      },
      {
        "id": 250500,
        "name": "东营市"
      },
      {
        "id": 250600,
        "name": "烟台市"
      },
      {
        "id": 250700,
        "name": "潍坊市"
      },
      {
        "id": 250800,
        "name": "济宁市"
      },
      {
        "id": 250900,
        "name": "泰安市"
      },
      {
        "id": 251000,
        "name": "威海市"
      },
      {
        "id": 251100,
        "name": "日照市"
      },
      {
        "id": 251200,
        "name": "莱芜市"
      },
      {
        "id": 251300,
        "name": "临沂市"
      },
      {
        "id": 251400,
        "name": "德州市"
      },
      {
        "id": 251500,
        "name": "聊城市"
      },
      {
        "id": 251600,
        "name": "滨州市"
      },
      {
        "id": 251700,
        "name": "菏泽市"
      }
    ],
    "260000": [
      {
        "id": 260100,
        "name": "郑州市"
      },
      {
        "id": 260200,
        "name": "开封市"
      },
      {
        "id": 260300,
        "name": "洛阳市"
      },
      {
        "id": 260400,
        "name": "平顶山市"
      },
      {
        "id": 260500,
        "name": "安阳市"
      },
      {
        "id": 260600,
        "name": "鹤壁市"
      },
      {
        "id": 260700,
        "name": "新乡市"
      },
      {
        "id": 260800,
        "name": "焦作市"
      },
      {
        "id": 260900,
        "name": "濮阳市"
      },
      {
        "id": 261000,
        "name": "许昌市"
      },
      {
        "id": 261100,
        "name": "漯河市"
      },
      {
        "id": 261200,
        "name": "三门峡市"
      },
      {
        "id": 261300,
        "name": "南阳市"
      },
      {
        "id": 261400,
        "name": "商丘市"
      },
      {
        "id": 261500,
        "name": "信阳市"
      },
      {
        "id": 261600,
        "name": "周口市"
      },
      {
        "id": 261700,
        "name": "驻马店市"
      }
    ],
    "270000": [
      {
        "id": 270100,
        "name": "武汉市"
      },
      {
        "id": 270200,
        "name": "黄石市"
      },
      {
        "id": 270300,
        "name": "十堰市"
      },
      {
        "id": 270400,
        "name": "荆州市"
      },
      {
        "id": 270500,
        "name": "宜昌市"
      },
      {
        "id": 270600,
        "name": "襄樊市"
      },
      {
        "id": 270700,
        "name": "鄂州市"
      },
      {
        "id": 270800,
        "name": "荆门市"
      },
      {
        "id": 270900,
        "name": "孝感市"
      },
      {
        "id": 271000,
        "name": "黄冈市"
      },
      {
        "id": 271100,
        "name": "咸宁市"
      },
      {
        "id": 271200,
        "name": "随州市"
      },
      {
        "id": 271300,
        "name": "恩施土家族苗族自治州"
      },
      {
        "id": 271400,
        "name": "仙桃市"
      },
      {
        "id": 271500,
        "name": "天门市"
      },
      {
        "id": 271600,
        "name": "潜江市"
      },
      {
        "id": 271700,
        "name": "神农架林区"
      }
    ],
    "280000": [
      {
        "id": 280100,
        "name": "长沙市"
      },
      {
        "id": 280200,
        "name": "株洲市"
      },
      {
        "id": 280300,
        "name": "湘潭市"
      },
      {
        "id": 280400,
        "name": "衡阳市"
      },
      {
        "id": 280500,
        "name": "邵阳市"
      },
      {
        "id": 280600,
        "name": "岳阳市"
      },
      {
        "id": 280700,
        "name": "常德市"
      },
      {
        "id": 280800,
        "name": "张家界市"
      },
      {
        "id": 280900,
        "name": "益阳市"
      },
      {
        "id": 281000,
        "name": "郴州市"
      },
      {
        "id": 281100,
        "name": "永州市"
      },
      {
        "id": 281200,
        "name": "怀化市"
      },
      {
        "id": 281300,
        "name": "娄底市"
      },
      {
        "id": 281400,
        "name": "湘西土家族苗族自治州"
      }
    ],
    "290000": [
      {
        "id": 290100,
        "name": "广州市"
      },
      {
        "id": 290200,
        "name": "深圳市"
      },
      {
        "id": 290300,
        "name": "东莞市"
      },
      {
        "id": 290400,
        "name": "中山市"
      },
      {
        "id": 290500,
        "name": "潮州市"
      },
      {
        "id": 290600,
        "name": "揭阳市"
      },
      {
        "id": 290700,
        "name": "云浮市"
      },
      {
        "id": 290800,
        "name": "珠海市"
      },
      {
        "id": 290900,
        "name": "汕头市"
      },
      {
        "id": 291000,
        "name": "韶关市"
      },
      {
        "id": 291100,
        "name": "佛山市"
      },
      {
        "id": 291200,
        "name": "江门市"
      },
      {
        "id": 291300,
        "name": "湛江市"
      },
      {
        "id": 291400,
        "name": "茂名市"
      },
      {
        "id": 291500,
        "name": "肇庆市"
      },
      {
        "id": 291600,
        "name": "惠州市"
      },
      {
        "id": 291700,
        "name": "梅州市"
      },
      {
        "id": 291800,
        "name": "汕尾市"
      },
      {
        "id": 291900,
        "name": "河源市"
      },
      {
        "id": 292000,
        "name": "阳江市"
      },
      {
        "id": 292100,
        "name": "清远市"
      }
    ],
    "300000": [
      {
        "id": 300100,
        "name": "南宁市"
      },
      {
        "id": 300200,
        "name": "柳州市"
      },
      {
        "id": 300300,
        "name": "桂林市"
      },
      {
        "id": 300400,
        "name": "梧州市"
      },
      {
        "id": 300500,
        "name": "北海市"
      },
      {
        "id": 300600,
        "name": "防城港市"
      },
      {
        "id": 300700,
        "name": "钦州市"
      },
      {
        "id": 300800,
        "name": "贵港市"
      },
      {
        "id": 300900,
        "name": "玉林市"
      },
      {
        "id": 301000,
        "name": "百色市"
      },
      {
        "id": 301100,
        "name": "贺州市"
      },
      {
        "id": 301200,
        "name": "河池市"
      },
      {
        "id": 301300,
        "name": "来宾市"
      },
      {
        "id": 301400,
        "name": "崇左市"
      }
    ],
    "310000": [
      {
        "id": 310100,
        "name": "海口市"
      },
      {
        "id": 310200,
        "name": "三亚市"
      },
      {
        "id": 310300,
        "name": "五指山市"
      },
      {
        "id": 310400,
        "name": "琼海市"
      },
      {
        "id": 310500,
        "name": "儋州市"
      },
      {
        "id": 310600,
        "name": "文昌市"
      },
      {
        "id": 310700,
        "name": "万宁市"
      },
      {
        "id": 310800,
        "name": "东方市"
      },
      {
        "id": 310900,
        "name": "澄迈县市"
      },
      {
        "id": 311000,
        "name": "定安县市"
      },
      {
        "id": 311100,
        "name": "屯昌县市"
      },
      {
        "id": 311200,
        "name": "临高县市"
      },
      {
        "id": 311300,
        "name": "白沙黎族自治县"
      },
      {
        "id": 311400,
        "name": "昌江黎族自治县"
      },
      {
        "id": 311500,
        "name": "乐东黎族自治县"
      },
      {
        "id": 311600,
        "name": "陵水黎族自治县"
      },
      {
        "id": 311700,
        "name": "保亭黎族苗族自治县"
      },
      {
        "id": 311800,
        "name": "琼中黎族苗族自治县"
      }
    ],
    "320000": [
      {
        "id": 320100,
        "name": "重庆市"
      }
    ],
    "330000": [
      {
        "id": 330100,
        "name": "成都市"
      },
      {
        "id": 330200,
        "name": "自贡市"
      },
      {
        "id": 330300,
        "name": "攀枝花市"
      },
      {
        "id": 330400,
        "name": "泸州市"
      },
      {
        "id": 330500,
        "name": "德阳市"
      },
      {
        "id": 330600,
        "name": "绵阳市"
      },
      {
        "id": 330700,
        "name": "广元市"
      },
      {
        "id": 330800,
        "name": "遂宁市"
      },
      {
        "id": 330900,
        "name": "内江市"
      },
      {
        "id": 331000,
        "name": "乐山市"
      },
      {
        "id": 331100,
        "name": "南充市"
      },
      {
        "id": 331200,
        "name": "眉山市"
      },
      {
        "id": 331300,
        "name": "宜宾市"
      },
      {
        "id": 331400,
        "name": "广安市"
      },
      {
        "id": 331500,
        "name": "达州市"
      },
      {
        "id": 331600,
        "name": "雅安市"
      },
      {
        "id": 331700,
        "name": "巴中市"
      },
      {
        "id": 331800,
        "name": "资阳市"
      },
      {
        "id": 331900,
        "name": "阿坝藏族羌族自治州"
      },
      {
        "id": 332000,
        "name": "甘孜藏族自治州"
      },
      {
        "id": 332100,
        "name": "凉山彝族自治州"
      }
    ],
    "340000": [
      {
        "id": 340100,
        "name": "贵阳市"
      },
      {
        "id": 340200,
        "name": "六盘水市"
      },
      {
        "id": 340300,
        "name": "遵义市"
      },
      {
        "id": 340400,
        "name": "安顺市"
      },
      {
        "id": 340500,
        "name": "铜仁地区"
      },
      {
        "id": 340600,
        "name": "毕节地区"
      },
      {
        "id": 340700,
        "name": "黔西南布依族苗族自治州"
      },
      {
        "id": 340800,
        "name": "黔东南苗族侗族自治州"
      },
      {
        "id": 340900,
        "name": "黔南布依族苗族自治州"
      }
    ],
    "350000": [
      {
        "id": 350100,
        "name": "昆明市"
      },
      {
        "id": 350200,
        "name": "曲靖市"
      },
      {
        "id": 350300,
        "name": "玉溪市"
      },
      {
        "id": 350400,
        "name": "保山市"
      },
      {
        "id": 350500,
        "name": "昭通市"
      },
      {
        "id": 350600,
        "name": "丽江市"
      },
      {
        "id": 350700,
        "name": "普洱市"
      },
      {
        "id": 350800,
        "name": "临沧市"
      },
      {
        "id": 350900,
        "name": "德宏傣族景颇族自治州"
      },
      {
        "id": 351000,
        "name": "怒江傈僳族自治州"
      },
      {
        "id": 351100,
        "name": "迪庆藏族自治州"
      },
      {
        "id": 351200,
        "name": "大理白族自治州"
      },
      {
        "id": 351300,
        "name": "楚雄彝族自治州"
      },
      {
        "id": 351400,
        "name": "红河哈尼族彝族自治州"
      },
      {
        "id": 351500,
        "name": "文山壮族苗族自治州"
      },
      {
        "id": 351600,
        "name": "西双版纳傣族自治州"
      }
    ],
    "360000": [
      {
        "id": 360100,
        "name": "拉萨市"
      },
      {
        "id": 360200,
        "name": "那曲地区"
      },
      {
        "id": 360300,
        "name": "昌都地区"
      },
      {
        "id": 360400,
        "name": "林芝地区"
      },
      {
        "id": 360500,
        "name": "山南地区"
      },
      {
        "id": 360600,
        "name": "日喀则地区"
      },
      {
        "id": 360700,
        "name": "阿里地区"
      }
    ],
    "370000": [
      {
        "id": 370100,
        "name": "西安市"
      },
      {
        "id": 370200,
        "name": "铜川市"
      },
      {
        "id": 370300,
        "name": "宝鸡市"
      },
      {
        "id": 370400,
        "name": "咸阳市"
      },
      {
        "id": 370500,
        "name": "渭南市"
      },
      {
        "id": 370600,
        "name": "延安市"
      },
      {
        "id": 370700,
        "name": "汉中市"
      },
      {
        "id": 370800,
        "name": "榆林市"
      },
      {
        "id": 370900,
        "name": "安康市"
      },
      {
        "id": 371000,
        "name": "商洛市"
      }
    ],
    "380000": [
      {
        "id": 380100,
        "name": "兰州市"
      },
      {
        "id": 380200,
        "name": "嘉峪关市"
      },
      {
        "id": 380300,
        "name": "金昌市"
      },
      {
        "id": 380400,
        "name": "白银市"
      },
      {
        "id": 380500,
        "name": "天水市"
      },
      {
        "id": 380600,
        "name": "武威市"
      },
      {
        "id": 380700,
        "name": "酒泉市"
      },
      {
        "id": 380800,
        "name": "张掖市"
      },
      {
        "id": 380900,
        "name": "庆阳市"
      },
      {
        "id": 381000,
        "name": "平凉市"
      },
      {
        "id": 381100,
        "name": "定西市"
      },
      {
        "id": 381200,
        "name": "陇南市"
      },
      {
        "id": 381300,
        "name": "临夏回族自治州"
      },
      {
        "id": 381400,
        "name": "甘南藏族自治州"
      }
    ],
    "390000": [
      {
        "id": 390100,
        "name": "西宁市"
      },
      {
        "id": 390200,
        "name": "海东地区市"
      },
      {
        "id": 390300,
        "name": "海北藏族自治州"
      },
      {
        "id": 390400,
        "name": "海南藏族自治州"
      },
      {
        "id": 390500,
        "name": "黄南藏族自治州"
      },
      {
        "id": 390600,
        "name": "果洛藏族自治州"
      },
      {
        "id": 390700,
        "name": "玉树藏族自治州"
      },
      {
        "id": 390800,
        "name": "海西蒙古族藏族自治州"
      }
    ],
    "400000": [
      {
        "id": 400100,
        "name": "银川市"
      },
      {
        "id": 400200,
        "name": "石嘴山市"
      },
      {
        "id": 400300,
        "name": "吴忠市"
      },
      {
        "id": 400400,
        "name": "固原市"
      },
      {
        "id": 400500,
        "name": "中卫市"
      }
    ],
    "410000": [
      {
        "id": 410100,
        "name": "乌鲁木齐市"
      },
      {
        "id": 410200,
        "name": "克拉玛依市"
      },
      {
        "id": 410300,
        "name": "吐鲁番地区"
      },
      {
        "id": 410400,
        "name": "哈密地区"
      },
      {
        "id": 410500,
        "name": "和田地区"
      },
      {
        "id": 410600,
        "name": "阿克苏地区"
      },
      {
        "id": 410700,
        "name": "喀什地区"
      },
      {
        "id": 410800,
        "name": "克孜勒苏柯尔克孜自治州"
      },
      {
        "id": 410900,
        "name": "巴音郭楞蒙古自治州"
      },
      {
        "id": 411000,
        "name": "昌吉回族自治州"
      },
      {
        "id": 411100,
        "name": "博尔塔拉蒙古自治州"
      },
      {
        "id": 411200,
        "name": "石河子市"
      },
      {
        "id": 411300,
        "name": "阿拉尔市"
      },
      {
        "id": 411400,
        "name": "图木舒克市"
      },
      {
        "id": 411500,
        "name": "五家渠市"
      },
      {
        "id": 411600,
        "name": "伊犁哈萨克自治州"
      }
    ],
    "420000": [
      {
        "id": 420100,
        "name": "台湾市"
      }
    ],
    "430000": [
      {
        "id": 430100,
        "name": "澳门特别行政区"
      }
    ],
    "440000": [
      {
        "id": 440100,
        "name": "香港特别行政区"
      }
    ]
  },
  "district": {
    "110100": [
      {
        "id": 110101,
        "name": "东城区"
      },
      {
        "id": 110102,
        "name": "西城区"
      },
      {
        "id": 110103,
        "name": "崇文区"
      },
      {
        "id": 110104,
        "name": "宣武区"
      },
      {
        "id": 110105,
        "name": "朝阳区"
      },
      {
        "id": 110106,
        "name": "丰台区"
      },
      {
        "id": 110107,
        "name": "石景山区"
      },
      {
        "id": 110108,
        "name": "海淀区"
      },
      {
        "id": 110109,
        "name": "门头沟区"
      },
      {
        "id": 110110,
        "name": "房山区"
      },
      {
        "id": 110111,
        "name": "通州区"
      },
      {
        "id": 110112,
        "name": "顺义区"
      },
      {
        "id": 110113,
        "name": "昌平区"
      },
      {
        "id": 110114,
        "name": "大兴区"
      },
      {
        "id": 110115,
        "name": "平谷区"
      },
      {
        "id": 110116,
        "name": "怀柔区"
      },
      {
        "id": 110117,
        "name": "密云县"
      },
      {
        "id": 110118,
        "name": "延庆县"
      }
    ],
    "120100": [
      {
        "id": 120101,
        "name": "和平区"
      },
      {
        "id": 120102,
        "name": "河东区"
      },
      {
        "id": 120103,
        "name": "河西区"
      },
      {
        "id": 120104,
        "name": "南开区"
      },
      {
        "id": 120105,
        "name": "河北区"
      },
      {
        "id": 120106,
        "name": "红桥区"
      },
      {
        "id": 120107,
        "name": "塘沽区"
      },
      {
        "id": 120108,
        "name": "汉沽区"
      },
      {
        "id": 120109,
        "name": "大港区"
      },
      {
        "id": 120110,
        "name": "东丽区"
      },
      {
        "id": 120111,
        "name": "西青区"
      },
      {
        "id": 120112,
        "name": "津南区"
      },
      {
        "id": 120113,
        "name": "北辰区"
      },
      {
        "id": 120114,
        "name": "武清区"
      },
      {
        "id": 120115,
        "name": "宝坻区"
      },
      {
        "id": 120116,
        "name": "宁河县"
      },
      {
        "id": 120117,
        "name": "静海县"
      },
      {
        "id": 120118,
        "name": "蓟  县"
      }
    ],
    "130100": [
      {
        "id": 130101,
        "name": "长安区"
      },
      {
        "id": 130102,
        "name": "桥东区"
      },
      {
        "id": 130103,
        "name": "桥西区"
      },
      {
        "id": 130104,
        "name": "新华区"
      },
      {
        "id": 130105,
        "name": "郊  区"
      },
      {
        "id": 130106,
        "name": "井陉矿区"
      },
      {
        "id": 130107,
        "name": "井陉县"
      },
      {
        "id": 130108,
        "name": "正定县"
      },
      {
        "id": 130109,
        "name": "栾城县"
      },
      {
        "id": 130110,
        "name": "行唐县"
      },
      {
        "id": 130111,
        "name": "灵寿县"
      },
      {
        "id": 130112,
        "name": "高邑县"
      },
      {
        "id": 130113,
        "name": "深泽县"
      },
      {
        "id": 130114,
        "name": "赞皇县"
      },
      {
        "id": 130115,
        "name": "无极县"
      },
      {
        "id": 130116,
        "name": "平山县"
      },
      {
        "id": 130117,
        "name": "元氏县"
      },
      {
        "id": 130118,
        "name": "赵  县"
      },
      {
        "id": 130119,
        "name": "辛集市"
      },
      {
        "id": 130120,
        "name": "藁"
      },
      {
        "id": 130121,
        "name": "晋州市"
      },
      {
        "id": 130122,
        "name": "新乐市"
      },
      {
        "id": 130123,
        "name": "鹿泉市"
      }
    ],
    "130200": [
      {
        "id": 130201,
        "name": "路南区"
      },
      {
        "id": 130202,
        "name": "路北区"
      },
      {
        "id": 130203,
        "name": "古冶区"
      },
      {
        "id": 130204,
        "name": "开平区"
      },
      {
        "id": 130205,
        "name": "新  区"
      },
      {
        "id": 130206,
        "name": "丰润县"
      },
      {
        "id": 130207,
        "name": "滦  县"
      },
      {
        "id": 130208,
        "name": "滦南县"
      },
      {
        "id": 130209,
        "name": "乐亭县"
      },
      {
        "id": 130210,
        "name": "迁西县"
      },
      {
        "id": 130211,
        "name": "玉田县"
      },
      {
        "id": 130212,
        "name": "唐海县"
      },
      {
        "id": 130213,
        "name": "遵化市"
      },
      {
        "id": 130214,
        "name": "丰南市"
      },
      {
        "id": 130215,
        "name": "迁安市"
      }
    ],
    "130300": [
      {
        "id": 130301,
        "name": "海港区"
      },
      {
        "id": 130302,
        "name": "山海关区"
      },
      {
        "id": 130303,
        "name": "北戴河区"
      },
      {
        "id": 130304,
        "name": "青龙满族自治县"
      },
      {
        "id": 130305,
        "name": "昌黎县"
      },
      {
        "id": 130306,
        "name": "抚宁县"
      },
      {
        "id": 130307,
        "name": "卢龙县"
      }
    ],
    "130400": [
      {
        "id": 130401,
        "name": "邯山区"
      },
      {
        "id": 130402,
        "name": "丛台区"
      },
      {
        "id": 130403,
        "name": "复兴区"
      },
      {
        "id": 130404,
        "name": "峰峰矿区"
      },
      {
        "id": 130405,
        "name": "邯郸县"
      },
      {
        "id": 130406,
        "name": "临漳县"
      },
      {
        "id": 130407,
        "name": "成安县"
      },
      {
        "id": 130408,
        "name": "大名县"
      },
      {
        "id": 130409,
        "name": "涉  县"
      },
      {
        "id": 130410,
        "name": "磁  县"
      },
      {
        "id": 130411,
        "name": "肥乡县"
      },
      {
        "id": 130412,
        "name": "永年县"
      },
      {
        "id": 130413,
        "name": "邱  县"
      },
      {
        "id": 130414,
        "name": "鸡泽县"
      },
      {
        "id": 130415,
        "name": "广平县"
      },
      {
        "id": 130416,
        "name": "馆陶县"
      },
      {
        "id": 130417,
        "name": "魏  县"
      },
      {
        "id": 130418,
        "name": "曲周县"
      },
      {
        "id": 130419,
        "name": "武安市"
      }
    ],
    "130500": [
      {
        "id": 130501,
        "name": "桥东区"
      },
      {
        "id": 130502,
        "name": "桥西区"
      },
      {
        "id": 130503,
        "name": "邢台县"
      },
      {
        "id": 130504,
        "name": "临城县"
      },
      {
        "id": 130505,
        "name": "内丘县"
      },
      {
        "id": 130506,
        "name": "柏乡县"
      },
      {
        "id": 130507,
        "name": "隆尧县"
      },
      {
        "id": 130508,
        "name": "任  县"
      },
      {
        "id": 130509,
        "name": "南和县"
      },
      {
        "id": 130510,
        "name": "宁晋县"
      },
      {
        "id": 130511,
        "name": "巨鹿县"
      },
      {
        "id": 130512,
        "name": "新河县"
      },
      {
        "id": 130513,
        "name": "广宗县"
      },
      {
        "id": 130514,
        "name": "平乡县"
      },
      {
        "id": 130515,
        "name": "威  县"
      },
      {
        "id": 130516,
        "name": "清河县"
      },
      {
        "id": 130517,
        "name": "临西县"
      },
      {
        "id": 130518,
        "name": "南宫市"
      },
      {
        "id": 130519,
        "name": "沙河市"
      }
    ],
    "130600": [
      {
        "id": 130601,
        "name": "新市区"
      },
      {
        "id": 130602,
        "name": "北市区"
      },
      {
        "id": 130603,
        "name": "南市区"
      },
      {
        "id": 130604,
        "name": "满城县"
      },
      {
        "id": 130605,
        "name": "清苑县"
      },
      {
        "id": 130606,
        "name": "涞水县"
      },
      {
        "id": 130607,
        "name": "阜平县"
      },
      {
        "id": 130608,
        "name": "徐水县"
      },
      {
        "id": 130609,
        "name": "定兴县"
      },
      {
        "id": 130610,
        "name": "唐  县"
      },
      {
        "id": 130611,
        "name": "高阳县"
      },
      {
        "id": 130612,
        "name": "容城县"
      },
      {
        "id": 130613,
        "name": "涞源县"
      },
      {
        "id": 130614,
        "name": "望都县"
      },
      {
        "id": 130615,
        "name": "安新县"
      },
      {
        "id": 130616,
        "name": "易  县"
      },
      {
        "id": 130617,
        "name": "曲阳县"
      },
      {
        "id": 130618,
        "name": "蠡  县"
      },
      {
        "id": 130619,
        "name": "顺平县"
      },
      {
        "id": 130620,
        "name": "博野"
      },
      {
        "id": 130621,
        "name": "雄县"
      },
      {
        "id": 130622,
        "name": "涿州市"
      },
      {
        "id": 130623,
        "name": "定州市"
      },
      {
        "id": 130624,
        "name": "安国市"
      },
      {
        "id": 130625,
        "name": "高碑店市"
      }
    ],
    "130700": [
      {
        "id": 130701,
        "name": "桥东区"
      },
      {
        "id": 130702,
        "name": "桥西区"
      },
      {
        "id": 130703,
        "name": "宣化区"
      },
      {
        "id": 130704,
        "name": "下花园区"
      },
      {
        "id": 130705,
        "name": "宣化县"
      },
      {
        "id": 130706,
        "name": "张北县"
      },
      {
        "id": 130707,
        "name": "康保县"
      },
      {
        "id": 130708,
        "name": "沽源县"
      },
      {
        "id": 130709,
        "name": "尚义县"
      },
      {
        "id": 130710,
        "name": "蔚  县"
      },
      {
        "id": 130711,
        "name": "阳原县"
      },
      {
        "id": 130712,
        "name": "怀安县"
      },
      {
        "id": 130713,
        "name": "万全县"
      },
      {
        "id": 130714,
        "name": "怀来县"
      },
      {
        "id": 130715,
        "name": "涿鹿县"
      },
      {
        "id": 130716,
        "name": "赤城县"
      },
      {
        "id": 130717,
        "name": "崇礼县"
      }
    ],
    "130800": [
      {
        "id": 130801,
        "name": "双桥区"
      },
      {
        "id": 130802,
        "name": "双滦区"
      },
      {
        "id": 130803,
        "name": "鹰手营子矿区"
      },
      {
        "id": 130804,
        "name": "承德县"
      },
      {
        "id": 130805,
        "name": "兴隆县"
      },
      {
        "id": 130806,
        "name": "平泉县"
      },
      {
        "id": 130807,
        "name": "滦平县"
      },
      {
        "id": 130808,
        "name": "隆化县"
      },
      {
        "id": 130809,
        "name": "丰宁满族自治县"
      },
      {
        "id": 130810,
        "name": "宽城满族自治县"
      },
      {
        "id": 130811,
        "name": "围场满族蒙古族自治县"
      }
    ],
    "130900": [
      {
        "id": 130901,
        "name": "新华区"
      },
      {
        "id": 130902,
        "name": "运河区"
      },
      {
        "id": 130903,
        "name": "沧  县"
      },
      {
        "id": 130904,
        "name": "青  县"
      },
      {
        "id": 130905,
        "name": "东光县"
      },
      {
        "id": 130906,
        "name": "海兴县"
      },
      {
        "id": 130907,
        "name": "盐山县"
      },
      {
        "id": 130908,
        "name": "肃宁县"
      },
      {
        "id": 130909,
        "name": "南皮县"
      },
      {
        "id": 130910,
        "name": "吴桥县"
      },
      {
        "id": 130911,
        "name": "献  县"
      },
      {
        "id": 130912,
        "name": "孟村回族自治县"
      },
      {
        "id": 130913,
        "name": "泊头市"
      },
      {
        "id": 130914,
        "name": "任丘市"
      },
      {
        "id": 130915,
        "name": "黄骅市"
      },
      {
        "id": 130916,
        "name": "河间市"
      }
    ],
    "131000": [
      {
        "id": 131001,
        "name": "安次区"
      },
      {
        "id": 131002,
        "name": "固安县"
      },
      {
        "id": 131003,
        "name": "永清县"
      },
      {
        "id": 131004,
        "name": "香河县"
      },
      {
        "id": 131005,
        "name": "大城县"
      },
      {
        "id": 131006,
        "name": "文安县"
      },
      {
        "id": 131007,
        "name": "大厂回族自治县"
      },
      {
        "id": 131008,
        "name": "霸州市"
      },
      {
        "id": 131009,
        "name": "三河市"
      }
    ],
    "131100": [
      {
        "id": 131101,
        "name": "桃城区"
      },
      {
        "id": 131102,
        "name": "枣强县"
      },
      {
        "id": 131103,
        "name": "武邑县"
      },
      {
        "id": 131104,
        "name": "武强县"
      },
      {
        "id": 131105,
        "name": "饶阳县"
      },
      {
        "id": 131106,
        "name": "安平县"
      },
      {
        "id": 131107,
        "name": "故城县"
      },
      {
        "id": 131108,
        "name": "景  县"
      },
      {
        "id": 131109,
        "name": "阜城县"
      },
      {
        "id": 131110,
        "name": "冀州市"
      },
      {
        "id": 131111,
        "name": "深州市"
      }
    ],
    "140100": [
      {
        "id": 140101,
        "name": "小店区"
      },
      {
        "id": 140102,
        "name": "迎泽区"
      },
      {
        "id": 140103,
        "name": "杏花岭区"
      },
      {
        "id": 140104,
        "name": "尖草坪区"
      },
      {
        "id": 140105,
        "name": "万柏林区"
      },
      {
        "id": 140106,
        "name": "晋源区"
      },
      {
        "id": 140107,
        "name": "清徐县"
      },
      {
        "id": 140108,
        "name": "阳曲县"
      },
      {
        "id": 140109,
        "name": "娄烦县"
      },
      {
        "id": 140110,
        "name": "古交市"
      }
    ],
    "140200": [
      {
        "id": 140201,
        "name": "城  区"
      },
      {
        "id": 140202,
        "name": "矿  区"
      },
      {
        "id": 140203,
        "name": "南郊区"
      },
      {
        "id": 140204,
        "name": "新荣区"
      },
      {
        "id": 140205,
        "name": "阳高县"
      },
      {
        "id": 140206,
        "name": "天镇县"
      },
      {
        "id": 140207,
        "name": "广灵县"
      },
      {
        "id": 140208,
        "name": "灵丘县"
      },
      {
        "id": 140209,
        "name": "浑源县"
      },
      {
        "id": 140210,
        "name": "左云县"
      },
      {
        "id": 140211,
        "name": "大同县"
      }
    ],
    "140300": [
      {
        "id": 140301,
        "name": "城  区"
      },
      {
        "id": 140302,
        "name": "矿  区"
      },
      {
        "id": 140303,
        "name": "郊  区"
      },
      {
        "id": 140304,
        "name": "平定县"
      },
      {
        "id": 140305,
        "name": "盂  县"
      }
    ],
    "140400": [
      {
        "id": 140401,
        "name": "城  区"
      },
      {
        "id": 140402,
        "name": "郊  区"
      },
      {
        "id": 140403,
        "name": "长治县"
      },
      {
        "id": 140404,
        "name": "襄垣县"
      },
      {
        "id": 140405,
        "name": "屯留县"
      },
      {
        "id": 140406,
        "name": "平顺县"
      },
      {
        "id": 140407,
        "name": "黎城县"
      },
      {
        "id": 140408,
        "name": "壶关县"
      },
      {
        "id": 140409,
        "name": "长子县"
      },
      {
        "id": 140410,
        "name": "武乡县"
      },
      {
        "id": 140411,
        "name": "沁  县"
      },
      {
        "id": 140412,
        "name": "沁源县"
      },
      {
        "id": 140413,
        "name": "潞城市"
      }
    ],
    "140500": [
      {
        "id": 140501,
        "name": "城  区"
      },
      {
        "id": 140502,
        "name": "沁水县"
      },
      {
        "id": 140503,
        "name": "阳城县"
      },
      {
        "id": 140504,
        "name": "陵川县"
      },
      {
        "id": 140505,
        "name": "泽州县"
      },
      {
        "id": 140506,
        "name": "高平市"
      }
    ],
    "140600": [
      {
        "id": 140601,
        "name": "朔城区"
      },
      {
        "id": 140602,
        "name": "平鲁区"
      },
      {
        "id": 140603,
        "name": "山阴县"
      },
      {
        "id": 140604,
        "name": "应  县"
      },
      {
        "id": 140605,
        "name": "右玉县"
      },
      {
        "id": 140606,
        "name": "怀仁县"
      }
    ],
    "140700": [
      {
        "id": 140701,
        "name": "忻府区"
      },
      {
        "id": 140702,
        "name": "原平市"
      },
      {
        "id": 140703,
        "name": "定襄县"
      },
      {
        "id": 140704,
        "name": "五台县"
      },
      {
        "id": 140705,
        "name": "代  县"
      },
      {
        "id": 140706,
        "name": "繁峙县"
      },
      {
        "id": 140707,
        "name": "宁武县"
      },
      {
        "id": 140708,
        "name": "静乐县"
      },
      {
        "id": 140709,
        "name": "神池县"
      },
      {
        "id": 140710,
        "name": "五寨县"
      },
      {
        "id": 140711,
        "name": "岢岚县"
      },
      {
        "id": 140712,
        "name": "河曲县"
      },
      {
        "id": 140713,
        "name": "保德县"
      },
      {
        "id": 140714,
        "name": "偏关县"
      }
    ],
    "140800": [
      {
        "id": 140801,
        "name": "离石区"
      },
      {
        "id": 140802,
        "name": "孝义市"
      },
      {
        "id": 140803,
        "name": "汾阳市"
      },
      {
        "id": 140804,
        "name": "文水县"
      },
      {
        "id": 140805,
        "name": "交城县"
      },
      {
        "id": 140806,
        "name": "兴  县"
      },
      {
        "id": 140807,
        "name": "临  县"
      },
      {
        "id": 140808,
        "name": "柳林县"
      },
      {
        "id": 140809,
        "name": "石楼县"
      },
      {
        "id": 140810,
        "name": "岚  县"
      },
      {
        "id": 140811,
        "name": "方山县"
      },
      {
        "id": 140812,
        "name": "中阳县"
      },
      {
        "id": 140813,
        "name": "交口县"
      }
    ],
    "140900": [
      {
        "id": 140901,
        "name": "榆次市"
      },
      {
        "id": 140902,
        "name": "介休市"
      },
      {
        "id": 140903,
        "name": "榆社县"
      },
      {
        "id": 140904,
        "name": "左权县"
      },
      {
        "id": 140905,
        "name": "和顺县"
      },
      {
        "id": 140906,
        "name": "昔阳县"
      },
      {
        "id": 140907,
        "name": "寿阳县"
      },
      {
        "id": 140908,
        "name": "太谷县"
      },
      {
        "id": 140909,
        "name": "祁  县"
      },
      {
        "id": 140910,
        "name": "平遥县"
      },
      {
        "id": 140911,
        "name": "灵石县"
      }
    ],
    "141000": [
      {
        "id": 141001,
        "name": "临汾市"
      },
      {
        "id": 141002,
        "name": "侯马市"
      },
      {
        "id": 141003,
        "name": "霍州市"
      },
      {
        "id": 141004,
        "name": "曲沃县"
      },
      {
        "id": 141005,
        "name": "翼城县"
      },
      {
        "id": 141006,
        "name": "襄汾县"
      },
      {
        "id": 141007,
        "name": "洪洞县"
      },
      {
        "id": 141008,
        "name": "古  县"
      },
      {
        "id": 141009,
        "name": "安泽县"
      },
      {
        "id": 141010,
        "name": "浮山县"
      },
      {
        "id": 141011,
        "name": "吉  县"
      },
      {
        "id": 141012,
        "name": "乡宁县"
      },
      {
        "id": 141013,
        "name": "蒲  县"
      },
      {
        "id": 141014,
        "name": "大宁县"
      },
      {
        "id": 141015,
        "name": "永和县"
      },
      {
        "id": 141016,
        "name": "隰  县"
      },
      {
        "id": 141017,
        "name": "汾西县"
      }
    ],
    "141100": [
      {
        "id": 141101,
        "name": "运城市"
      },
      {
        "id": 141102,
        "name": "永济市"
      },
      {
        "id": 141103,
        "name": "河津市"
      },
      {
        "id": 141104,
        "name": "芮城县"
      },
      {
        "id": 141105,
        "name": "临猗县"
      },
      {
        "id": 141106,
        "name": "万荣县"
      },
      {
        "id": 141107,
        "name": "新绛县"
      },
      {
        "id": 141108,
        "name": "稷山县"
      },
      {
        "id": 141109,
        "name": "闻喜县"
      },
      {
        "id": 141110,
        "name": "夏  县"
      },
      {
        "id": 141111,
        "name": "绛  县"
      },
      {
        "id": 141112,
        "name": "平陆县"
      },
      {
        "id": 141113,
        "name": "垣曲县"
      }
    ],
    "150100": [
      {
        "id": 150101,
        "name": "新城区"
      },
      {
        "id": 150102,
        "name": "回民区"
      },
      {
        "id": 150103,
        "name": "玉泉区"
      },
      {
        "id": 150104,
        "name": "郊  区"
      },
      {
        "id": 150105,
        "name": "土默特左旗"
      },
      {
        "id": 150106,
        "name": "托克托县"
      },
      {
        "id": 150107,
        "name": "和林格尔县"
      },
      {
        "id": 150108,
        "name": "清水河县"
      },
      {
        "id": 150109,
        "name": "武川县"
      }
    ],
    "150200": [
      {
        "id": 150201,
        "name": "东河区"
      },
      {
        "id": 150202,
        "name": "昆都伦区"
      },
      {
        "id": 150203,
        "name": "青山区"
      },
      {
        "id": 150204,
        "name": "石拐矿区"
      },
      {
        "id": 150205,
        "name": "白云矿区"
      },
      {
        "id": 150206,
        "name": "郊  区"
      },
      {
        "id": 150207,
        "name": "土默特右旗"
      },
      {
        "id": 150208,
        "name": "固阳县"
      },
      {
        "id": 150209,
        "name": "达尔罕茂明安联合旗"
      }
    ],
    "150300": [
      {
        "id": 150301,
        "name": "海勃湾区"
      },
      {
        "id": 150302,
        "name": "海南区"
      },
      {
        "id": 150303,
        "name": "乌达区"
      }
    ],
    "150400": [
      {
        "id": 150401,
        "name": "红山区"
      },
      {
        "id": 150402,
        "name": "元宝山区"
      },
      {
        "id": 150403,
        "name": "松山区"
      },
      {
        "id": 150404,
        "name": "阿鲁科尔沁旗"
      },
      {
        "id": 150405,
        "name": "巴林左旗"
      },
      {
        "id": 150406,
        "name": "巴林右旗"
      },
      {
        "id": 150407,
        "name": "林西县"
      },
      {
        "id": 150408,
        "name": "克什克腾旗"
      },
      {
        "id": 150409,
        "name": "翁牛特旗"
      },
      {
        "id": 150410,
        "name": "喀喇沁旗"
      },
      {
        "id": 150411,
        "name": "宁城县"
      },
      {
        "id": 150412,
        "name": "敖汉旗"
      }
    ],
    "150500": [
      {
        "id": 150501,
        "name": "海拉尔市"
      },
      {
        "id": 150502,
        "name": "满洲里市"
      },
      {
        "id": 150503,
        "name": "扎兰屯市"
      },
      {
        "id": 150504,
        "name": "牙克石市"
      },
      {
        "id": 150505,
        "name": "根河市"
      },
      {
        "id": 150506,
        "name": "额尔古纳市"
      },
      {
        "id": 150507,
        "name": "阿荣旗"
      },
      {
        "id": 150508,
        "name": "莫力达瓦达斡尔族自治旗"
      },
      {
        "id": 150509,
        "name": "鄂伦春自治旗"
      },
      {
        "id": 150510,
        "name": "鄂温克族自治旗"
      },
      {
        "id": 150511,
        "name": "新巴尔虎右旗"
      },
      {
        "id": 150512,
        "name": "新巴尔虎左旗"
      },
      {
        "id": 150513,
        "name": "陈巴尔虎旗"
      }
    ],
    "150600": [
      {
        "id": 150601,
        "name": "乌兰浩特市"
      },
      {
        "id": 150602,
        "name": "阿尔山市"
      },
      {
        "id": 150603,
        "name": "科尔沁右翼前旗"
      },
      {
        "id": 150604,
        "name": "科尔沁右翼中旗"
      },
      {
        "id": 150605,
        "name": "扎赉特旗"
      },
      {
        "id": 150606,
        "name": "突泉县"
      }
    ],
    "150700": [
      {
        "id": 150701,
        "name": "科尔沁区"
      },
      {
        "id": 150702,
        "name": "霍林郭勒市"
      },
      {
        "id": 150703,
        "name": "科尔沁左翼中旗"
      },
      {
        "id": 150704,
        "name": "科尔沁左翼后旗"
      },
      {
        "id": 150705,
        "name": "开鲁县"
      },
      {
        "id": 150706,
        "name": "库伦旗"
      },
      {
        "id": 150707,
        "name": "奈曼旗"
      },
      {
        "id": 150708,
        "name": "扎鲁特旗"
      }
    ],
    "150800": [
      {
        "id": 150801,
        "name": "二连浩特市"
      },
      {
        "id": 150802,
        "name": "锡林浩特市"
      },
      {
        "id": 150803,
        "name": "阿巴嘎旗"
      },
      {
        "id": 150804,
        "name": "苏尼特左旗"
      },
      {
        "id": 150805,
        "name": "苏尼特右旗"
      },
      {
        "id": 150806,
        "name": "东乌珠穆沁旗"
      },
      {
        "id": 150807,
        "name": "西乌珠穆沁旗"
      },
      {
        "id": 150808,
        "name": "太仆寺旗"
      },
      {
        "id": 150809,
        "name": "镶黄旗"
      },
      {
        "id": 150810,
        "name": "正镶白旗"
      },
      {
        "id": 150811,
        "name": "正蓝旗"
      },
      {
        "id": 150812,
        "name": "多伦县"
      }
    ],
    "150900": [
      {
        "id": 150901,
        "name": "集宁市"
      },
      {
        "id": 150902,
        "name": "丰镇市"
      },
      {
        "id": 150903,
        "name": "卓资县"
      },
      {
        "id": 150904,
        "name": "化德县"
      },
      {
        "id": 150905,
        "name": "商都县"
      },
      {
        "id": 150906,
        "name": "兴和县"
      },
      {
        "id": 150907,
        "name": "凉城县"
      },
      {
        "id": 150908,
        "name": "察哈尔右翼前旗"
      },
      {
        "id": 150909,
        "name": "察哈尔右翼中旗"
      },
      {
        "id": 150910,
        "name": "察哈尔右翼后旗"
      },
      {
        "id": 150911,
        "name": "四子王旗"
      }
    ],
    "151000": [
      {
        "id": 151001,
        "name": "东胜市"
      },
      {
        "id": 151002,
        "name": "达拉特旗"
      },
      {
        "id": 151003,
        "name": "准格尔旗"
      },
      {
        "id": 151004,
        "name": "鄂托克前旗"
      },
      {
        "id": 151005,
        "name": "鄂托克旗"
      },
      {
        "id": 151006,
        "name": "杭锦旗"
      },
      {
        "id": 151007,
        "name": "乌审旗"
      },
      {
        "id": 151008,
        "name": "伊金霍洛旗"
      }
    ],
    "151100": [
      {
        "id": 151101,
        "name": "临河市"
      },
      {
        "id": 151102,
        "name": "五原县"
      },
      {
        "id": 151103,
        "name": "磴口县"
      },
      {
        "id": 151104,
        "name": "乌拉特前旗"
      },
      {
        "id": 151105,
        "name": "乌拉特中旗"
      },
      {
        "id": 151106,
        "name": "乌拉特后旗"
      },
      {
        "id": 151107,
        "name": "杭锦后旗"
      }
    ],
    "151200": [
      {
        "id": 151201,
        "name": "阿拉善左旗"
      },
      {
        "id": 151202,
        "name": "阿拉善右旗"
      },
      {
        "id": 151203,
        "name": "额济纳旗"
      }
    ],
    "160100": [
      {
        "id": 160101,
        "name": "沈河区"
      },
      {
        "id": 160102,
        "name": "皇姑区"
      },
      {
        "id": 160103,
        "name": "和平区"
      },
      {
        "id": 160104,
        "name": "大东区"
      },
      {
        "id": 160105,
        "name": "铁西区"
      },
      {
        "id": 160106,
        "name": "苏家屯区"
      },
      {
        "id": 160107,
        "name": "东陵区"
      },
      {
        "id": 160108,
        "name": "于洪区"
      },
      {
        "id": 160109,
        "name": "新民市"
      },
      {
        "id": 160110,
        "name": "法库县"
      },
      {
        "id": 160111,
        "name": "辽中县"
      },
      {
        "id": 160112,
        "name": "康平县"
      },
      {
        "id": 160113,
        "name": "新城子区"
      }
    ],
    "160200": [
      {
        "id": 160201,
        "name": "西岗区"
      },
      {
        "id": 160202,
        "name": "中山区"
      },
      {
        "id": 160203,
        "name": "沙河口区"
      },
      {
        "id": 160204,
        "name": "甘井子区"
      },
      {
        "id": 160205,
        "name": "旅顺口区"
      },
      {
        "id": 160206,
        "name": "金州区"
      },
      {
        "id": 160207,
        "name": "瓦房店市"
      },
      {
        "id": 160208,
        "name": "普兰店市"
      },
      {
        "id": 160209,
        "name": "庄河市"
      },
      {
        "id": 160210,
        "name": "长海县"
      }
    ],
    "160300": [
      {
        "id": 160301,
        "name": "铁东区"
      },
      {
        "id": 160302,
        "name": "铁西区"
      },
      {
        "id": 160303,
        "name": "立山区"
      },
      {
        "id": 160304,
        "name": "千山区"
      },
      {
        "id": 160305,
        "name": "海城市"
      },
      {
        "id": 160306,
        "name": "台安县"
      },
      {
        "id": 160307,
        "name": "岫岩满族自治县"
      }
    ],
    "160400": [
      {
        "id": 160401,
        "name": "顺城区"
      },
      {
        "id": 160402,
        "name": "新抚区"
      },
      {
        "id": 160403,
        "name": "东洲区"
      },
      {
        "id": 160404,
        "name": "望花区"
      },
      {
        "id": 160405,
        "name": "抚顺县"
      },
      {
        "id": 160406,
        "name": "清原满族自治县"
      },
      {
        "id": 160407,
        "name": "新宾满族自治县"
      }
    ],
    "160500": [
      {
        "id": 160501,
        "name": "平山区"
      },
      {
        "id": 160502,
        "name": "明山区"
      },
      {
        "id": 160503,
        "name": "溪湖区"
      },
      {
        "id": 160504,
        "name": "南芬区"
      },
      {
        "id": 160505,
        "name": "本溪满族自治县"
      },
      {
        "id": 160506,
        "name": "桓仁满族自治县"
      }
    ],
    "160600": [
      {
        "id": 160601,
        "name": "振兴区"
      },
      {
        "id": 160602,
        "name": "元宝区"
      },
      {
        "id": 160603,
        "name": "振安区"
      },
      {
        "id": 160604,
        "name": "东港市"
      },
      {
        "id": 160605,
        "name": "凤城市"
      },
      {
        "id": 160606,
        "name": "宽甸满族自治县"
      }
    ],
    "160700": [
      {
        "id": 160701,
        "name": "太和区"
      },
      {
        "id": 160702,
        "name": "古塔区"
      },
      {
        "id": 160703,
        "name": "凌河区"
      },
      {
        "id": 160704,
        "name": "凌海市"
      },
      {
        "id": 160705,
        "name": "黑山县"
      },
      {
        "id": 160706,
        "name": "义县"
      },
      {
        "id": 160707,
        "name": "北宁市"
      }
    ],
    "160800": [
      {
        "id": 160801,
        "name": "站前区"
      },
      {
        "id": 160802,
        "name": "西市区"
      },
      {
        "id": 160803,
        "name": "鲅鱼圈区"
      },
      {
        "id": 160804,
        "name": "老边区"
      },
      {
        "id": 160805,
        "name": "大石桥市"
      },
      {
        "id": 160806,
        "name": "盖州市"
      }
    ],
    "160900": [
      {
        "id": 160901,
        "name": "海州区"
      },
      {
        "id": 160902,
        "name": "新邱区"
      },
      {
        "id": 160903,
        "name": "太平区"
      },
      {
        "id": 160904,
        "name": "清河门区"
      },
      {
        "id": 160905,
        "name": "细河区"
      },
      {
        "id": 160906,
        "name": "彰武县"
      },
      {
        "id": 160907,
        "name": "阜新蒙古族自治县"
      }
    ],
    "161000": [
      {
        "id": 161001,
        "name": "白塔区"
      },
      {
        "id": 161002,
        "name": "文圣区"
      },
      {
        "id": 161003,
        "name": "宏伟区"
      },
      {
        "id": 161004,
        "name": "太子河区"
      },
      {
        "id": 161005,
        "name": "弓长岭区"
      },
      {
        "id": 161006,
        "name": "灯塔市"
      },
      {
        "id": 161007,
        "name": "辽阳县"
      }
    ],
    "161100": [
      {
        "id": 161101,
        "name": "双台子区"
      },
      {
        "id": 161102,
        "name": "兴隆台区"
      },
      {
        "id": 161103,
        "name": "盘山县"
      },
      {
        "id": 161104,
        "name": "大洼县"
      }
    ],
    "161200": [
      {
        "id": 161201,
        "name": "银州区"
      },
      {
        "id": 161202,
        "name": "清河区"
      },
      {
        "id": 161203,
        "name": "调兵山市"
      },
      {
        "id": 161204,
        "name": "开原市"
      },
      {
        "id": 161205,
        "name": "铁岭县"
      },
      {
        "id": 161206,
        "name": "昌图县"
      },
      {
        "id": 161207,
        "name": "西丰县"
      }
    ],
    "161300": [
      {
        "id": 161301,
        "name": "双塔区"
      },
      {
        "id": 161302,
        "name": "龙城区"
      },
      {
        "id": 161303,
        "name": "凌源市"
      },
      {
        "id": 161304,
        "name": "北票市"
      },
      {
        "id": 161305,
        "name": "朝阳县"
      },
      {
        "id": 161306,
        "name": "建平县"
      },
      {
        "id": 161307,
        "name": "喀喇沁左翼蒙古族自治县"
      }
    ],
    "161400": [
      {
        "id": 161401,
        "name": "龙港区"
      },
      {
        "id": 161402,
        "name": "南票区"
      },
      {
        "id": 161403,
        "name": "连山区"
      },
      {
        "id": 161404,
        "name": "兴城市"
      },
      {
        "id": 161405,
        "name": "绥中县"
      },
      {
        "id": 161406,
        "name": "建昌县"
      }
    ],
    "170100": [
      {
        "id": 170101,
        "name": "朝阳区"
      },
      {
        "id": 170102,
        "name": "宽城区"
      },
      {
        "id": 170103,
        "name": "二道区"
      },
      {
        "id": 170104,
        "name": "南关区"
      },
      {
        "id": 170105,
        "name": "绿园区"
      },
      {
        "id": 170106,
        "name": "双阳区"
      },
      {
        "id": 170107,
        "name": "九台市"
      },
      {
        "id": 170108,
        "name": "榆树市"
      },
      {
        "id": 170109,
        "name": "德惠市"
      },
      {
        "id": 170110,
        "name": "农安县"
      }
    ],
    "170200": [
      {
        "id": 170201,
        "name": "船营区"
      },
      {
        "id": 170202,
        "name": "昌邑区"
      },
      {
        "id": 170203,
        "name": "龙潭区"
      },
      {
        "id": 170204,
        "name": "丰满区"
      },
      {
        "id": 170205,
        "name": "舒兰市"
      },
      {
        "id": 170206,
        "name": "桦甸市"
      },
      {
        "id": 170207,
        "name": "蛟河市"
      },
      {
        "id": 170208,
        "name": "磐石市"
      },
      {
        "id": 170209,
        "name": "永吉县"
      }
    ],
    "170300": [
      {
        "id": 170301,
        "name": "铁西区"
      },
      {
        "id": 170302,
        "name": "铁东区"
      },
      {
        "id": 170303,
        "name": "公主岭市"
      },
      {
        "id": 170304,
        "name": "双辽市"
      },
      {
        "id": 170305,
        "name": "梨树县"
      },
      {
        "id": 170306,
        "name": "伊通满族自治县"
      }
    ],
    "170400": [
      {
        "id": 170401,
        "name": "龙山区"
      },
      {
        "id": 170402,
        "name": "西安区"
      },
      {
        "id": 170403,
        "name": "东辽县"
      },
      {
        "id": 170404,
        "name": "东丰县"
      }
    ],
    "170500": [
      {
        "id": 170501,
        "name": "东昌区"
      },
      {
        "id": 170502,
        "name": "二道江区"
      },
      {
        "id": 170503,
        "name": "梅河口市"
      },
      {
        "id": 170504,
        "name": "集安市"
      },
      {
        "id": 170505,
        "name": "通化县"
      },
      {
        "id": 170506,
        "name": "辉南县"
      },
      {
        "id": 170507,
        "name": "柳河县"
      }
    ],
    "170600": [
      {
        "id": 170601,
        "name": "八道江区"
      },
      {
        "id": 170602,
        "name": "江源区"
      },
      {
        "id": 170603,
        "name": "临江市"
      },
      {
        "id": 170604,
        "name": "靖宇县"
      },
      {
        "id": 170605,
        "name": "抚松县"
      },
      {
        "id": 170606,
        "name": "长白朝鲜族自治县"
      }
    ],
    "170700": [
      {
        "id": 170701,
        "name": "宁江区"
      },
      {
        "id": 170702,
        "name": "乾安县"
      },
      {
        "id": 170703,
        "name": "长岭县"
      },
      {
        "id": 170704,
        "name": "扶余县"
      },
      {
        "id": 170705,
        "name": "前郭尔罗斯蒙古族自治县"
      }
    ],
    "170800": [
      {
        "id": 170801,
        "name": "洮北区"
      },
      {
        "id": 170802,
        "name": "大安市"
      },
      {
        "id": 170803,
        "name": "洮南市"
      },
      {
        "id": 170804,
        "name": "镇赉县"
      },
      {
        "id": 170805,
        "name": "通榆县"
      }
    ],
    "170900": [
      {
        "id": 170901,
        "name": "延吉市"
      },
      {
        "id": 170902,
        "name": "图们市"
      },
      {
        "id": 170903,
        "name": "敦化市"
      },
      {
        "id": 170904,
        "name": "龙井市"
      },
      {
        "id": 170905,
        "name": "珲春市"
      },
      {
        "id": 170906,
        "name": "和龙市"
      },
      {
        "id": 170907,
        "name": "安图县"
      },
      {
        "id": 170908,
        "name": "汪清县"
      }
    ],
    "180100": [
      {
        "id": 180101,
        "name": "松北区"
      },
      {
        "id": 180102,
        "name": "道里区"
      },
      {
        "id": 180103,
        "name": "南岗区"
      },
      {
        "id": 180104,
        "name": "平房区"
      },
      {
        "id": 180105,
        "name": "香坊区"
      },
      {
        "id": 180106,
        "name": "道外区"
      },
      {
        "id": 180107,
        "name": "呼兰区"
      },
      {
        "id": 180108,
        "name": "阿城区"
      },
      {
        "id": 180109,
        "name": "双城市"
      },
      {
        "id": 180110,
        "name": "尚志市"
      },
      {
        "id": 180111,
        "name": "五常市"
      },
      {
        "id": 180112,
        "name": "宾县"
      },
      {
        "id": 180113,
        "name": "方正县"
      },
      {
        "id": 180114,
        "name": "通河县"
      },
      {
        "id": 180115,
        "name": "巴彦县"
      },
      {
        "id": 180116,
        "name": "延寿县"
      },
      {
        "id": 180117,
        "name": "木兰县"
      },
      {
        "id": 180118,
        "name": "依兰县"
      }
    ],
    "180200": [
      {
        "id": 180201,
        "name": "龙沙区"
      },
      {
        "id": 180202,
        "name": "昂昂溪区"
      },
      {
        "id": 180203,
        "name": "铁锋区"
      },
      {
        "id": 180204,
        "name": "建华区"
      },
      {
        "id": 180205,
        "name": "富拉尔基区"
      },
      {
        "id": 180206,
        "name": "碾子山区"
      },
      {
        "id": 180207,
        "name": "梅里斯达斡尔族区"
      },
      {
        "id": 180208,
        "name": "讷河市"
      },
      {
        "id": 180209,
        "name": "富裕县"
      },
      {
        "id": 180210,
        "name": "拜泉县"
      },
      {
        "id": 180211,
        "name": "甘南县"
      },
      {
        "id": 180212,
        "name": "依安县"
      },
      {
        "id": 180213,
        "name": "克山县"
      },
      {
        "id": 180214,
        "name": "泰来县"
      },
      {
        "id": 180215,
        "name": "克东县"
      },
      {
        "id": 180216,
        "name": "龙江县"
      }
    ],
    "180300": [
      {
        "id": 180301,
        "name": "兴山区"
      },
      {
        "id": 180302,
        "name": "工农区"
      },
      {
        "id": 180303,
        "name": "南山区"
      },
      {
        "id": 180304,
        "name": "兴安区"
      },
      {
        "id": 180305,
        "name": "向阳区"
      },
      {
        "id": 180306,
        "name": "东山区"
      },
      {
        "id": 180307,
        "name": "萝北县"
      },
      {
        "id": 180308,
        "name": "绥滨县"
      }
    ],
    "180400": [
      {
        "id": 180401,
        "name": "尖山区"
      },
      {
        "id": 180402,
        "name": "岭东区"
      },
      {
        "id": 180403,
        "name": "四方台区"
      },
      {
        "id": 180404,
        "name": "宝山区"
      },
      {
        "id": 180405,
        "name": "集贤县"
      },
      {
        "id": 180406,
        "name": "宝清县"
      },
      {
        "id": 180407,
        "name": "友谊县"
      },
      {
        "id": 180408,
        "name": "饶河县"
      }
    ],
    "180500": [
      {
        "id": 180501,
        "name": "鸡冠区"
      },
      {
        "id": 180502,
        "name": "恒山区"
      },
      {
        "id": 180503,
        "name": "城子河区"
      },
      {
        "id": 180504,
        "name": "滴道区"
      },
      {
        "id": 180505,
        "name": "梨树区"
      },
      {
        "id": 180506,
        "name": "麻山区"
      },
      {
        "id": 180507,
        "name": "密山市"
      },
      {
        "id": 180508,
        "name": "虎林市"
      },
      {
        "id": 180509,
        "name": "鸡东县"
      }
    ],
    "180600": [
      {
        "id": 180601,
        "name": "萨尔图区"
      },
      {
        "id": 180602,
        "name": "红岗区"
      },
      {
        "id": 180603,
        "name": "龙凤区"
      },
      {
        "id": 180604,
        "name": "让胡路区"
      },
      {
        "id": 180605,
        "name": "大同区"
      },
      {
        "id": 180606,
        "name": "林甸县"
      },
      {
        "id": 180607,
        "name": "肇州县"
      },
      {
        "id": 180608,
        "name": "肇源县"
      },
      {
        "id": 180609,
        "name": "杜尔伯特蒙古族自治县"
      }
    ],
    "180700": [
      {
        "id": 180701,
        "name": "伊春区"
      },
      {
        "id": 180702,
        "name": "带岭区"
      },
      {
        "id": 180703,
        "name": "南岔区"
      },
      {
        "id": 180704,
        "name": "金山屯区"
      },
      {
        "id": 180705,
        "name": "西林区"
      },
      {
        "id": 180706,
        "name": "美溪区"
      },
      {
        "id": 180707,
        "name": "乌马河区"
      },
      {
        "id": 180708,
        "name": "翠峦区"
      },
      {
        "id": 180709,
        "name": "友好区"
      },
      {
        "id": 180710,
        "name": "上甘岭区"
      },
      {
        "id": 180711,
        "name": "五营区"
      },
      {
        "id": 180712,
        "name": "红星区"
      },
      {
        "id": 180713,
        "name": "新青区"
      },
      {
        "id": 180714,
        "name": "汤旺河区"
      },
      {
        "id": 180715,
        "name": "乌伊岭区"
      },
      {
        "id": 180716,
        "name": "铁力市"
      },
      {
        "id": 180717,
        "name": "嘉荫县"
      }
    ],
    "180800": [
      {
        "id": 180801,
        "name": "爱民区"
      },
      {
        "id": 180802,
        "name": "东安区"
      },
      {
        "id": 180803,
        "name": "阳明区"
      },
      {
        "id": 180804,
        "name": "西安区"
      },
      {
        "id": 180805,
        "name": "绥芬河市"
      },
      {
        "id": 180806,
        "name": "宁安市"
      },
      {
        "id": 180807,
        "name": "海林市"
      },
      {
        "id": 180808,
        "name": "穆棱市"
      },
      {
        "id": 180809,
        "name": "林口县"
      },
      {
        "id": 180810,
        "name": "东宁县"
      }
    ],
    "180900": [
      {
        "id": 180901,
        "name": "向阳区"
      },
      {
        "id": 180902,
        "name": "前进区"
      },
      {
        "id": 180903,
        "name": "东风区"
      },
      {
        "id": 180904,
        "name": "郊区"
      },
      {
        "id": 180905,
        "name": "同江市"
      },
      {
        "id": 180906,
        "name": "富锦市"
      },
      {
        "id": 180907,
        "name": "桦川县"
      },
      {
        "id": 180908,
        "name": "抚远县"
      },
      {
        "id": 180909,
        "name": "桦南县"
      },
      {
        "id": 180910,
        "name": "汤原县"
      }
    ],
    "181000": [
      {
        "id": 181001,
        "name": "桃山区"
      },
      {
        "id": 181002,
        "name": "新兴区"
      },
      {
        "id": 181003,
        "name": "茄子河区"
      },
      {
        "id": 181004,
        "name": "勃利县"
      }
    ],
    "181100": [
      {
        "id": 181101,
        "name": "爱辉区"
      },
      {
        "id": 181102,
        "name": "北安市"
      },
      {
        "id": 181103,
        "name": "五大连池市"
      },
      {
        "id": 181104,
        "name": "逊克县"
      },
      {
        "id": 181105,
        "name": "嫩江县"
      },
      {
        "id": 181106,
        "name": "孙吴县"
      }
    ],
    "181200": [
      {
        "id": 181201,
        "name": "北林区"
      },
      {
        "id": 181202,
        "name": "安达市"
      },
      {
        "id": 181203,
        "name": "肇东市"
      },
      {
        "id": 181204,
        "name": "海伦市"
      },
      {
        "id": 181205,
        "name": "绥棱县"
      },
      {
        "id": 181206,
        "name": "兰西县"
      },
      {
        "id": 181207,
        "name": "明水县"
      },
      {
        "id": 181208,
        "name": "青冈县"
      },
      {
        "id": 181209,
        "name": "庆安县"
      },
      {
        "id": 181210,
        "name": "望奎县"
      }
    ],
    "181300": [
      {
        "id": 181301,
        "name": "呼玛县"
      },
      {
        "id": 181302,
        "name": "塔河县"
      },
      {
        "id": 181303,
        "name": "漠河县"
      },
      {
        "id": 181304,
        "name": "大兴安岭辖区"
      }
    ],
    "190100": [
      {
        "id": 190101,
        "name": "黄浦区"
      },
      {
        "id": 190102,
        "name": "卢湾区"
      },
      {
        "id": 190103,
        "name": "徐汇区"
      },
      {
        "id": 190104,
        "name": "长宁区"
      },
      {
        "id": 190105,
        "name": "静安区"
      },
      {
        "id": 190106,
        "name": "普陀区"
      },
      {
        "id": 190107,
        "name": "闸北区"
      },
      {
        "id": 190108,
        "name": "虹口区"
      },
      {
        "id": 190109,
        "name": "杨浦区"
      },
      {
        "id": 190110,
        "name": "宝山区"
      },
      {
        "id": 190111,
        "name": "闵行区"
      },
      {
        "id": 190112,
        "name": "嘉定区"
      },
      {
        "id": 190113,
        "name": "松江区"
      },
      {
        "id": 190114,
        "name": "金山区"
      },
      {
        "id": 190115,
        "name": "青浦区"
      },
      {
        "id": 190116,
        "name": "南汇区"
      },
      {
        "id": 190117,
        "name": "奉贤区"
      },
      {
        "id": 190118,
        "name": "浦东新区"
      },
      {
        "id": 190119,
        "name": "崇明县"
      }
    ],
    "200100": [
      {
        "id": 200101,
        "name": "玄武区"
      },
      {
        "id": 200102,
        "name": "白下区"
      },
      {
        "id": 200103,
        "name": "秦淮区"
      },
      {
        "id": 200104,
        "name": "建邺区"
      },
      {
        "id": 200105,
        "name": "鼓楼区"
      },
      {
        "id": 200106,
        "name": "下关区"
      },
      {
        "id": 200107,
        "name": "栖霞区"
      },
      {
        "id": 200108,
        "name": "雨花台区"
      },
      {
        "id": 200109,
        "name": "浦口区"
      },
      {
        "id": 200110,
        "name": "江宁区"
      },
      {
        "id": 200111,
        "name": "六合区"
      },
      {
        "id": 200112,
        "name": "溧水县"
      },
      {
        "id": 200113,
        "name": "高淳县"
      }
    ],
    "200200": [
      {
        "id": 200201,
        "name": "金阊区"
      },
      {
        "id": 200202,
        "name": "平江区"
      },
      {
        "id": 200203,
        "name": "沧浪区"
      },
      {
        "id": 200204,
        "name": "虎丘区"
      },
      {
        "id": 200205,
        "name": "吴中区"
      },
      {
        "id": 200206,
        "name": "相城区"
      },
      {
        "id": 200207,
        "name": "常熟市"
      },
      {
        "id": 200208,
        "name": "张家港市"
      },
      {
        "id": 200209,
        "name": "昆山市"
      },
      {
        "id": 200210,
        "name": "吴江市"
      },
      {
        "id": 200211,
        "name": "太仓市"
      }
    ],
    "200300": [
      {
        "id": 200301,
        "name": "崇安区"
      },
      {
        "id": 200302,
        "name": "南长区"
      },
      {
        "id": 200303,
        "name": "北塘区"
      },
      {
        "id": 200304,
        "name": "滨湖区"
      },
      {
        "id": 200305,
        "name": "锡山区"
      },
      {
        "id": 200306,
        "name": "惠山区"
      },
      {
        "id": 200307,
        "name": "江阴市"
      },
      {
        "id": 200308,
        "name": "宜兴市"
      }
    ],
    "200400": [
      {
        "id": 200401,
        "name": "钟楼区"
      },
      {
        "id": 200402,
        "name": "天宁区"
      },
      {
        "id": 200403,
        "name": "戚墅堰区"
      },
      {
        "id": 200404,
        "name": "新北区"
      },
      {
        "id": 200405,
        "name": "武进区"
      },
      {
        "id": 200406,
        "name": "金坛市"
      },
      {
        "id": 200407,
        "name": "溧阳市"
      }
    ],
    "200500": [
      {
        "id": 200501,
        "name": "京口区"
      },
      {
        "id": 200502,
        "name": "润州区"
      },
      {
        "id": 200503,
        "name": "丹徒区"
      },
      {
        "id": 200504,
        "name": "丹阳市"
      },
      {
        "id": 200505,
        "name": "扬中市"
      },
      {
        "id": 200506,
        "name": "句容市"
      }
    ],
    "200600": [
      {
        "id": 200601,
        "name": "崇川区"
      },
      {
        "id": 200602,
        "name": "港闸区"
      },
      {
        "id": 200603,
        "name": "通州市"
      },
      {
        "id": 200604,
        "name": "如皋市"
      },
      {
        "id": 200605,
        "name": "海门市"
      },
      {
        "id": 200606,
        "name": "启东市"
      },
      {
        "id": 200607,
        "name": "海安县"
      },
      {
        "id": 200608,
        "name": "如东县"
      }
    ],
    "200700": [
      {
        "id": 200701,
        "name": "海陵区"
      },
      {
        "id": 200702,
        "name": "高港区"
      },
      {
        "id": 200703,
        "name": "姜堰市"
      },
      {
        "id": 200704,
        "name": "泰兴市"
      },
      {
        "id": 200705,
        "name": "靖江市"
      },
      {
        "id": 200706,
        "name": "兴化市"
      }
    ],
    "200800": [
      {
        "id": 200801,
        "name": "广陵区"
      },
      {
        "id": 200802,
        "name": "维扬区"
      },
      {
        "id": 200803,
        "name": "邗江区"
      },
      {
        "id": 200804,
        "name": "江都市"
      },
      {
        "id": 200805,
        "name": "仪征市"
      },
      {
        "id": 200806,
        "name": "高邮市"
      },
      {
        "id": 200807,
        "name": "宝应县"
      }
    ],
    "200900": [
      {
        "id": 200901,
        "name": "亭湖区"
      },
      {
        "id": 200902,
        "name": "盐都区"
      },
      {
        "id": 200903,
        "name": "大丰市"
      },
      {
        "id": 200904,
        "name": "东台市"
      },
      {
        "id": 200905,
        "name": "建湖县"
      },
      {
        "id": 200906,
        "name": "射阳县"
      },
      {
        "id": 200907,
        "name": "阜宁县"
      },
      {
        "id": 200908,
        "name": "滨海县"
      },
      {
        "id": 200909,
        "name": "响水县"
      }
    ],
    "201000": [
      {
        "id": 201001,
        "name": "新浦区"
      },
      {
        "id": 201002,
        "name": "海州区"
      },
      {
        "id": 201003,
        "name": "连云区"
      },
      {
        "id": 201004,
        "name": "东海县"
      },
      {
        "id": 201005,
        "name": "灌云县"
      },
      {
        "id": 201006,
        "name": "赣榆县"
      },
      {
        "id": 201007,
        "name": "灌南县"
      }
    ],
    "201100": [
      {
        "id": 201101,
        "name": "云龙区"
      },
      {
        "id": 201102,
        "name": "鼓楼区"
      },
      {
        "id": 201103,
        "name": "九里区"
      },
      {
        "id": 201104,
        "name": "泉山区"
      },
      {
        "id": 201105,
        "name": "贾汪区"
      },
      {
        "id": 201106,
        "name": "邳州市"
      },
      {
        "id": 201107,
        "name": "新沂市"
      },
      {
        "id": 201108,
        "name": "铜山县"
      },
      {
        "id": 201109,
        "name": "睢宁县"
      },
      {
        "id": 201110,
        "name": "沛县"
      },
      {
        "id": 201111,
        "name": "丰县"
      }
    ],
    "201200": [
      {
        "id": 201201,
        "name": "清河区"
      },
      {
        "id": 201202,
        "name": "清浦区"
      },
      {
        "id": 201203,
        "name": "楚州区"
      },
      {
        "id": 201204,
        "name": "淮阴区"
      },
      {
        "id": 201205,
        "name": "涟水县"
      },
      {
        "id": 201206,
        "name": "洪泽县"
      },
      {
        "id": 201207,
        "name": "金湖县"
      },
      {
        "id": 201208,
        "name": "盱眙县"
      }
    ],
    "201300": [
      {
        "id": 201301,
        "name": "宿城区"
      },
      {
        "id": 201302,
        "name": "宿豫区"
      },
      {
        "id": 201303,
        "name": "沭阳县"
      },
      {
        "id": 201304,
        "name": "泗阳县"
      },
      {
        "id": 201305,
        "name": "泗洪县"
      }
    ],
    "210100": [
      {
        "id": 210101,
        "name": "拱墅区"
      },
      {
        "id": 210102,
        "name": "西湖区"
      },
      {
        "id": 210103,
        "name": "上城区"
      },
      {
        "id": 210104,
        "name": "下城区"
      },
      {
        "id": 210105,
        "name": "江干区"
      },
      {
        "id": 210106,
        "name": "滨江区"
      },
      {
        "id": 210107,
        "name": "余杭区"
      },
      {
        "id": 210108,
        "name": "萧山区"
      },
      {
        "id": 210109,
        "name": "建德市"
      },
      {
        "id": 210110,
        "name": "富阳市"
      },
      {
        "id": 210111,
        "name": "临安市"
      },
      {
        "id": 210112,
        "name": "桐庐县"
      },
      {
        "id": 210113,
        "name": "淳安县"
      }
    ],
    "210200": [
      {
        "id": 210201,
        "name": "海曙区"
      },
      {
        "id": 210202,
        "name": "江东区"
      },
      {
        "id": 210203,
        "name": "江北区"
      },
      {
        "id": 210204,
        "name": "镇海区"
      },
      {
        "id": 210205,
        "name": "北仑区"
      },
      {
        "id": 210206,
        "name": "鄞州区"
      },
      {
        "id": 210207,
        "name": "余姚市"
      },
      {
        "id": 210208,
        "name": "慈溪市"
      },
      {
        "id": 210209,
        "name": "奉化市"
      },
      {
        "id": 210210,
        "name": "宁海县"
      },
      {
        "id": 210211,
        "name": "象山县"
      }
    ],
    "210300": [
      {
        "id": 210301,
        "name": "鹿城区"
      },
      {
        "id": 210302,
        "name": "龙湾区"
      },
      {
        "id": 210303,
        "name": "瓯海区"
      },
      {
        "id": 210304,
        "name": "瑞安市"
      },
      {
        "id": 210305,
        "name": "乐清市"
      },
      {
        "id": 210306,
        "name": "永嘉县"
      },
      {
        "id": 210307,
        "name": "洞头县"
      },
      {
        "id": 210308,
        "name": "平阳县"
      },
      {
        "id": 210309,
        "name": "苍南县"
      },
      {
        "id": 210310,
        "name": "文成县"
      },
      {
        "id": 210311,
        "name": "泰顺县"
      }
    ],
    "210400": [
      {
        "id": 210401,
        "name": "秀城区"
      },
      {
        "id": 210402,
        "name": "秀洲区"
      },
      {
        "id": 210403,
        "name": "海宁市"
      },
      {
        "id": 210404,
        "name": "平湖市"
      },
      {
        "id": 210405,
        "name": "桐乡市"
      },
      {
        "id": 210406,
        "name": "嘉善县"
      },
      {
        "id": 210407,
        "name": "海盐县"
      }
    ],
    "210500": [
      {
        "id": 210501,
        "name": "吴兴区"
      },
      {
        "id": 210502,
        "name": "南浔区"
      },
      {
        "id": 210503,
        "name": "长兴县"
      },
      {
        "id": 210504,
        "name": "德清县"
      },
      {
        "id": 210505,
        "name": "安吉县"
      }
    ],
    "210600": [
      {
        "id": 210601,
        "name": "越城区"
      },
      {
        "id": 210602,
        "name": "诸暨市"
      },
      {
        "id": 210603,
        "name": "上虞市"
      },
      {
        "id": 210604,
        "name": "嵊州市"
      },
      {
        "id": 210605,
        "name": "绍兴县"
      },
      {
        "id": 210606,
        "name": "新昌县"
      }
    ],
    "210700": [
      {
        "id": 210701,
        "name": "婺城区"
      },
      {
        "id": 210702,
        "name": "金东区"
      },
      {
        "id": 210703,
        "name": "兰溪市"
      },
      {
        "id": 210704,
        "name": "义乌市"
      },
      {
        "id": 210705,
        "name": "东阳市"
      },
      {
        "id": 210706,
        "name": "永康市"
      },
      {
        "id": 210707,
        "name": "武义县"
      },
      {
        "id": 210708,
        "name": "浦江县"
      },
      {
        "id": 210709,
        "name": "磐安县"
      }
    ],
    "210800": [
      {
        "id": 210801,
        "name": "柯城区"
      },
      {
        "id": 210802,
        "name": "衢江区"
      },
      {
        "id": 210803,
        "name": "江山市"
      },
      {
        "id": 210804,
        "name": "龙游县"
      },
      {
        "id": 210805,
        "name": "常山县"
      },
      {
        "id": 210806,
        "name": "开化县"
      }
    ],
    "210900": [
      {
        "id": 210901,
        "name": "定海区"
      },
      {
        "id": 210902,
        "name": "普陀区"
      },
      {
        "id": 210903,
        "name": "岱山县"
      },
      {
        "id": 210904,
        "name": "嵊泗县"
      }
    ],
    "211000": [
      {
        "id": 211001,
        "name": "椒江区"
      },
      {
        "id": 211002,
        "name": "黄岩区"
      },
      {
        "id": 211003,
        "name": "路桥区"
      },
      {
        "id": 211004,
        "name": "临海市"
      },
      {
        "id": 211005,
        "name": "温岭市"
      },
      {
        "id": 211006,
        "name": "玉环县"
      },
      {
        "id": 211007,
        "name": "天台县"
      },
      {
        "id": 211008,
        "name": "仙居县"
      },
      {
        "id": 211009,
        "name": "三门县"
      }
    ],
    "211100": [
      {
        "id": 211101,
        "name": "莲都区"
      },
      {
        "id": 211102,
        "name": "龙泉市"
      },
      {
        "id": 211103,
        "name": "缙云县"
      },
      {
        "id": 211104,
        "name": "青田县"
      },
      {
        "id": 211105,
        "name": "云和县"
      },
      {
        "id": 211106,
        "name": "遂昌县"
      },
      {
        "id": 211107,
        "name": "松阳县"
      },
      {
        "id": 211108,
        "name": "庆元县"
      },
      {
        "id": 211109,
        "name": "景宁畲族自治县"
      }
    ],
    "220100": [
      {
        "id": 220101,
        "name": "庐阳区"
      },
      {
        "id": 220102,
        "name": "瑶海区"
      },
      {
        "id": 220103,
        "name": "蜀山区"
      },
      {
        "id": 220104,
        "name": "包河区"
      },
      {
        "id": 220105,
        "name": "长丰县"
      },
      {
        "id": 220106,
        "name": "肥东县"
      },
      {
        "id": 220107,
        "name": "肥西县"
      }
    ],
    "220200": [
      {
        "id": 220201,
        "name": "镜湖区"
      },
      {
        "id": 220202,
        "name": "弋江区"
      },
      {
        "id": 220203,
        "name": "鸠江区"
      },
      {
        "id": 220204,
        "name": "三山区"
      },
      {
        "id": 220205,
        "name": "芜湖县"
      },
      {
        "id": 220206,
        "name": "南陵县"
      },
      {
        "id": 220207,
        "name": "繁昌县"
      }
    ],
    "220300": [
      {
        "id": 220301,
        "name": "蚌山区"
      },
      {
        "id": 220302,
        "name": "龙子湖区"
      },
      {
        "id": 220303,
        "name": "禹会区"
      },
      {
        "id": 220304,
        "name": "淮上区"
      },
      {
        "id": 220305,
        "name": "怀远县"
      },
      {
        "id": 220306,
        "name": "固镇县"
      },
      {
        "id": 220307,
        "name": "五河县"
      }
    ],
    "220400": [
      {
        "id": 220401,
        "name": "田家庵区"
      },
      {
        "id": 220402,
        "name": "大通区"
      },
      {
        "id": 220403,
        "name": "谢家集区"
      },
      {
        "id": 220404,
        "name": "八公山区"
      },
      {
        "id": 220405,
        "name": "潘集区"
      },
      {
        "id": 220406,
        "name": "凤台县"
      }
    ],
    "220500": [
      {
        "id": 220501,
        "name": "雨山区"
      },
      {
        "id": 220502,
        "name": "花山区"
      },
      {
        "id": 220503,
        "name": "金家庄区"
      },
      {
        "id": 220504,
        "name": "当涂县"
      }
    ],
    "220600": [
      {
        "id": 220601,
        "name": "相山区"
      },
      {
        "id": 220602,
        "name": "杜集区"
      },
      {
        "id": 220603,
        "name": "烈山区"
      },
      {
        "id": 220604,
        "name": "濉溪县"
      }
    ],
    "220700": [
      {
        "id": 220701,
        "name": "铜官山区"
      },
      {
        "id": 220702,
        "name": "狮子山区"
      },
      {
        "id": 220703,
        "name": "郊区"
      },
      {
        "id": 220704,
        "name": "铜陵县"
      }
    ],
    "220800": [
      {
        "id": 220801,
        "name": "迎江区"
      },
      {
        "id": 220802,
        "name": "大观区"
      },
      {
        "id": 220803,
        "name": "宜秀区"
      },
      {
        "id": 220804,
        "name": "桐城市"
      },
      {
        "id": 220805,
        "name": "宿松县"
      },
      {
        "id": 220806,
        "name": "枞阳县"
      },
      {
        "id": 220807,
        "name": "太湖县"
      },
      {
        "id": 220808,
        "name": "怀宁县"
      },
      {
        "id": 220809,
        "name": "岳西县"
      },
      {
        "id": 220810,
        "name": "望江县"
      },
      {
        "id": 220811,
        "name": "潜山县"
      }
    ],
    "220900": [
      {
        "id": 220901,
        "name": "屯溪区"
      },
      {
        "id": 220902,
        "name": "黄山区"
      },
      {
        "id": 220903,
        "name": "徽州区"
      },
      {
        "id": 220904,
        "name": "休宁县"
      },
      {
        "id": 220905,
        "name": "歙县"
      },
      {
        "id": 220906,
        "name": "祁门县"
      },
      {
        "id": 220907,
        "name": "黟县"
      }
    ],
    "221000": [
      {
        "id": 221001,
        "name": "琅琊区"
      },
      {
        "id": 221002,
        "name": "南谯区"
      },
      {
        "id": 221003,
        "name": "天长市"
      },
      {
        "id": 221004,
        "name": "明光市"
      },
      {
        "id": 221005,
        "name": "全椒县"
      },
      {
        "id": 221006,
        "name": "来安县"
      },
      {
        "id": 221007,
        "name": "定远县"
      },
      {
        "id": 221008,
        "name": "凤阳县"
      }
    ],
    "221100": [
      {
        "id": 221101,
        "name": "颍州区"
      },
      {
        "id": 221102,
        "name": "颍东区"
      },
      {
        "id": 221103,
        "name": "颍泉区"
      },
      {
        "id": 221104,
        "name": "界首市"
      },
      {
        "id": 221105,
        "name": "临泉县"
      },
      {
        "id": 221106,
        "name": "颍上县"
      },
      {
        "id": 221107,
        "name": "阜南县"
      },
      {
        "id": 221108,
        "name": "太和县"
      }
    ],
    "221200": [
      {
        "id": 221201,
        "name": "埇桥区"
      },
      {
        "id": 221202,
        "name": "萧县"
      },
      {
        "id": 221203,
        "name": "泗县"
      },
      {
        "id": 221204,
        "name": "砀山县"
      },
      {
        "id": 221205,
        "name": "灵璧县"
      }
    ],
    "221300": [
      {
        "id": 221301,
        "name": "居巢区"
      },
      {
        "id": 221302,
        "name": "含山县"
      },
      {
        "id": 221303,
        "name": "无为县"
      },
      {
        "id": 221304,
        "name": "庐江县"
      },
      {
        "id": 221305,
        "name": "和县"
      }
    ],
    "221400": [
      {
        "id": 221401,
        "name": "金安区"
      },
      {
        "id": 221402,
        "name": "裕安区"
      },
      {
        "id": 221403,
        "name": "寿县"
      },
      {
        "id": 221404,
        "name": "霍山县"
      },
      {
        "id": 221405,
        "name": "霍邱县"
      },
      {
        "id": 221406,
        "name": "舒城县"
      },
      {
        "id": 221407,
        "name": "金寨县"
      }
    ],
    "221500": [
      {
        "id": 221501,
        "name": "谯城区"
      },
      {
        "id": 221502,
        "name": "利辛县"
      },
      {
        "id": 221503,
        "name": "涡阳县"
      },
      {
        "id": 221504,
        "name": "蒙城县"
      }
    ],
    "221600": [
      {
        "id": 221601,
        "name": "贵池区"
      },
      {
        "id": 221602,
        "name": "东至县"
      },
      {
        "id": 221603,
        "name": "石台县"
      },
      {
        "id": 221604,
        "name": "青阳县"
      }
    ],
    "221700": [
      {
        "id": 221701,
        "name": "宣州区"
      },
      {
        "id": 221702,
        "name": "宁国市"
      },
      {
        "id": 221703,
        "name": "广德县"
      },
      {
        "id": 221704,
        "name": "郎溪县"
      },
      {
        "id": 221705,
        "name": "泾县"
      },
      {
        "id": 221706,
        "name": "旌德县"
      },
      {
        "id": 221707,
        "name": "绩溪县"
      }
    ],
    "230100": [
      {
        "id": 230101,
        "name": "鼓楼区"
      },
      {
        "id": 230102,
        "name": "台江区"
      },
      {
        "id": 230103,
        "name": "仓山区"
      },
      {
        "id": 230104,
        "name": "马尾区"
      },
      {
        "id": 230105,
        "name": "晋安区"
      },
      {
        "id": 230106,
        "name": "福清市"
      },
      {
        "id": 230107,
        "name": "长乐市"
      },
      {
        "id": 230108,
        "name": "闽侯县"
      },
      {
        "id": 230109,
        "name": "闽清县"
      },
      {
        "id": 230110,
        "name": "永泰县"
      },
      {
        "id": 230111,
        "name": "连江县"
      },
      {
        "id": 230112,
        "name": "罗源县"
      },
      {
        "id": 230113,
        "name": "平潭县"
      }
    ],
    "230200": [
      {
        "id": 230201,
        "name": "思明区"
      },
      {
        "id": 230202,
        "name": "海沧区"
      },
      {
        "id": 230203,
        "name": "湖里区"
      },
      {
        "id": 230204,
        "name": "集美区"
      },
      {
        "id": 230205,
        "name": "同安区"
      },
      {
        "id": 230206,
        "name": "翔安区"
      }
    ],
    "230300": [
      {
        "id": 230301,
        "name": "城厢区"
      },
      {
        "id": 230302,
        "name": "涵江区"
      },
      {
        "id": 230303,
        "name": "荔城区"
      },
      {
        "id": 230304,
        "name": "秀屿区"
      },
      {
        "id": 230305,
        "name": "仙游县"
      }
    ],
    "230400": [
      {
        "id": 230401,
        "name": "梅列区"
      },
      {
        "id": 230402,
        "name": "三元区"
      },
      {
        "id": 230403,
        "name": "永安市"
      },
      {
        "id": 230404,
        "name": "明溪县"
      },
      {
        "id": 230405,
        "name": "将乐县"
      },
      {
        "id": 230406,
        "name": "大田县"
      },
      {
        "id": 230407,
        "name": "宁化县"
      },
      {
        "id": 230408,
        "name": "建宁县"
      },
      {
        "id": 230409,
        "name": "沙县"
      },
      {
        "id": 230410,
        "name": "尤溪县"
      },
      {
        "id": 230411,
        "name": "清流县"
      },
      {
        "id": 230412,
        "name": "泰宁县"
      }
    ],
    "230500": [
      {
        "id": 230501,
        "name": "鲤城区"
      },
      {
        "id": 230502,
        "name": "丰泽区"
      },
      {
        "id": 230503,
        "name": "洛江区"
      },
      {
        "id": 230504,
        "name": "泉港区"
      },
      {
        "id": 230505,
        "name": "石狮市"
      },
      {
        "id": 230506,
        "name": "晋江市"
      },
      {
        "id": 230507,
        "name": "南安市"
      },
      {
        "id": 230508,
        "name": "惠安县"
      },
      {
        "id": 230509,
        "name": "永春县"
      },
      {
        "id": 230510,
        "name": "安溪县"
      },
      {
        "id": 230511,
        "name": "德化县"
      },
      {
        "id": 230512,
        "name": "金门县"
      }
    ],
    "230600": [
      {
        "id": 230601,
        "name": "芗城区"
      },
      {
        "id": 230602,
        "name": "龙文区"
      },
      {
        "id": 230603,
        "name": "龙海市"
      },
      {
        "id": 230604,
        "name": "平和县"
      },
      {
        "id": 230605,
        "name": "南靖县"
      },
      {
        "id": 230606,
        "name": "诏安县"
      },
      {
        "id": 230607,
        "name": "漳浦县"
      },
      {
        "id": 230608,
        "name": "华安县"
      },
      {
        "id": 230609,
        "name": "东山县"
      },
      {
        "id": 230610,
        "name": "长泰县"
      },
      {
        "id": 230611,
        "name": "云霄县"
      }
    ],
    "230700": [
      {
        "id": 230701,
        "name": "延平区"
      },
      {
        "id": 230702,
        "name": "建瓯市"
      },
      {
        "id": 230703,
        "name": "邵武市"
      },
      {
        "id": 230704,
        "name": "武夷山市"
      },
      {
        "id": 230705,
        "name": "建阳市"
      },
      {
        "id": 230706,
        "name": "松溪县"
      },
      {
        "id": 230707,
        "name": "光泽县"
      },
      {
        "id": 230708,
        "name": "顺昌县"
      },
      {
        "id": 230709,
        "name": "浦城县"
      },
      {
        "id": 230710,
        "name": "政和县"
      }
    ],
    "230800": [
      {
        "id": 230801,
        "name": "新罗区"
      },
      {
        "id": 230802,
        "name": "漳平市"
      },
      {
        "id": 230803,
        "name": "长汀县"
      },
      {
        "id": 230804,
        "name": "武平县"
      },
      {
        "id": 230805,
        "name": "上杭县"
      },
      {
        "id": 230806,
        "name": "永定县"
      },
      {
        "id": 230807,
        "name": "连城县"
      }
    ],
    "230900": [
      {
        "id": 230901,
        "name": "蕉城区"
      },
      {
        "id": 230902,
        "name": "福安市"
      },
      {
        "id": 230903,
        "name": "福鼎市"
      },
      {
        "id": 230904,
        "name": "寿宁县"
      },
      {
        "id": 230905,
        "name": "霞浦县"
      },
      {
        "id": 230906,
        "name": "柘荣县"
      },
      {
        "id": 230907,
        "name": "屏南县"
      },
      {
        "id": 230908,
        "name": "古田县"
      },
      {
        "id": 230909,
        "name": "周宁县"
      }
    ],
    "240100": [
      {
        "id": 240101,
        "name": "东湖区"
      },
      {
        "id": 240102,
        "name": "西湖区"
      },
      {
        "id": 240103,
        "name": "青云谱区"
      },
      {
        "id": 240104,
        "name": "湾里区"
      },
      {
        "id": 240105,
        "name": "青山湖区"
      },
      {
        "id": 240106,
        "name": "新建县"
      },
      {
        "id": 240107,
        "name": "南昌县"
      },
      {
        "id": 240108,
        "name": "进贤县"
      },
      {
        "id": 240109,
        "name": "安义县"
      }
    ],
    "240200": [
      {
        "id": 240201,
        "name": "珠山区"
      },
      {
        "id": 240202,
        "name": "昌江区"
      },
      {
        "id": 240203,
        "name": "乐平市"
      },
      {
        "id": 240204,
        "name": "浮梁县"
      }
    ],
    "240300": [
      {
        "id": 240301,
        "name": "安源区"
      },
      {
        "id": 240302,
        "name": "湘东区"
      },
      {
        "id": 240303,
        "name": "莲花县"
      },
      {
        "id": 240304,
        "name": "上栗县"
      },
      {
        "id": 240305,
        "name": "芦溪县"
      }
    ],
    "240400": [
      {
        "id": 240401,
        "name": "浔阳区"
      },
      {
        "id": 240402,
        "name": "庐山区"
      },
      {
        "id": 240403,
        "name": "瑞昌市"
      },
      {
        "id": 240404,
        "name": "九江县"
      },
      {
        "id": 240405,
        "name": "星子县"
      },
      {
        "id": 240406,
        "name": "武宁县"
      },
      {
        "id": 240407,
        "name": "彭泽县"
      },
      {
        "id": 240408,
        "name": "永修县"
      },
      {
        "id": 240409,
        "name": "修水县"
      },
      {
        "id": 240410,
        "name": "湖口县"
      },
      {
        "id": 240411,
        "name": "德安县"
      },
      {
        "id": 240412,
        "name": "都昌县"
      }
    ],
    "240500": [
      {
        "id": 240501,
        "name": "渝水区"
      },
      {
        "id": 240502,
        "name": "分宜县"
      }
    ],
    "240600": [
      {
        "id": 240601,
        "name": "月湖区"
      },
      {
        "id": 240602,
        "name": "贵溪市"
      },
      {
        "id": 240603,
        "name": "余江县"
      }
    ],
    "240700": [
      {
        "id": 240701,
        "name": "章贡区"
      },
      {
        "id": 240702,
        "name": "瑞金市"
      },
      {
        "id": 240703,
        "name": "南康市"
      },
      {
        "id": 240704,
        "name": "石城县"
      },
      {
        "id": 240705,
        "name": "安远县"
      },
      {
        "id": 240706,
        "name": "赣县"
      },
      {
        "id": 240707,
        "name": "宁都县"
      },
      {
        "id": 240708,
        "name": "寻乌县"
      },
      {
        "id": 240709,
        "name": "兴国县"
      },
      {
        "id": 240710,
        "name": "定南县"
      },
      {
        "id": 240711,
        "name": "上犹县"
      },
      {
        "id": 240712,
        "name": "于都县"
      },
      {
        "id": 240713,
        "name": "龙南县"
      },
      {
        "id": 240714,
        "name": "崇义县"
      },
      {
        "id": 240715,
        "name": "信丰县"
      },
      {
        "id": 240716,
        "name": "全南县"
      },
      {
        "id": 240717,
        "name": "大余县"
      },
      {
        "id": 240718,
        "name": "会昌县"
      }
    ],
    "240800": [
      {
        "id": 240801,
        "name": "吉州区"
      },
      {
        "id": 240802,
        "name": "青原区"
      },
      {
        "id": 240803,
        "name": "井冈山市"
      },
      {
        "id": 240804,
        "name": "吉安县"
      },
      {
        "id": 240805,
        "name": "永丰县"
      },
      {
        "id": 240806,
        "name": "永新县"
      },
      {
        "id": 240807,
        "name": "新干县"
      },
      {
        "id": 240808,
        "name": "泰和县"
      },
      {
        "id": 240809,
        "name": "峡江县"
      },
      {
        "id": 240810,
        "name": "遂川县"
      },
      {
        "id": 240811,
        "name": "安福县"
      },
      {
        "id": 240812,
        "name": "吉水县"
      },
      {
        "id": 240813,
        "name": "万安县"
      }
    ],
    "240900": [
      {
        "id": 240901,
        "name": "袁州区"
      },
      {
        "id": 240902,
        "name": "丰城市"
      },
      {
        "id": 240903,
        "name": "樟树市"
      },
      {
        "id": 240904,
        "name": "高安市"
      },
      {
        "id": 240905,
        "name": "铜鼓县"
      },
      {
        "id": 240906,
        "name": "靖安县"
      },
      {
        "id": 240907,
        "name": "宜丰县"
      },
      {
        "id": 240908,
        "name": "奉新县"
      },
      {
        "id": 240909,
        "name": "万载县"
      },
      {
        "id": 240910,
        "name": "上高县"
      }
    ],
    "241000": [
      {
        "id": 241001,
        "name": "临川区"
      },
      {
        "id": 241002,
        "name": "南丰县"
      },
      {
        "id": 241003,
        "name": "乐安县"
      },
      {
        "id": 241004,
        "name": "金溪县"
      },
      {
        "id": 241005,
        "name": "南城县"
      },
      {
        "id": 241006,
        "name": "东乡县"
      },
      {
        "id": 241007,
        "name": "资溪县"
      },
      {
        "id": 241008,
        "name": "宜黄县"
      },
      {
        "id": 241009,
        "name": "广昌县"
      },
      {
        "id": 241010,
        "name": "黎川县"
      },
      {
        "id": 241011,
        "name": "崇仁县"
      }
    ],
    "241100": [
      {
        "id": 241101,
        "name": "信州区"
      },
      {
        "id": 241102,
        "name": "德兴市"
      },
      {
        "id": 241103,
        "name": "上饶县"
      },
      {
        "id": 241104,
        "name": "广丰县"
      },
      {
        "id": 241105,
        "name": "鄱阳县"
      },
      {
        "id": 241106,
        "name": "婺源县"
      },
      {
        "id": 241107,
        "name": "铅山县"
      },
      {
        "id": 241108,
        "name": "余干县"
      },
      {
        "id": 241109,
        "name": "横峰县"
      },
      {
        "id": 241110,
        "name": "弋阳县"
      },
      {
        "id": 241111,
        "name": "玉山县"
      },
      {
        "id": 241112,
        "name": "万年县"
      }
    ],
    "250100": [
      {
        "id": 250101,
        "name": "市中区"
      },
      {
        "id": 250102,
        "name": "历下区"
      },
      {
        "id": 250103,
        "name": "天桥区"
      },
      {
        "id": 250104,
        "name": "槐荫区"
      },
      {
        "id": 250105,
        "name": "历城区"
      },
      {
        "id": 250106,
        "name": "长清区"
      },
      {
        "id": 250107,
        "name": "章丘市"
      },
      {
        "id": 250108,
        "name": "平阴县"
      },
      {
        "id": 250109,
        "name": "济阳县"
      },
      {
        "id": 250110,
        "name": "商河县"
      }
    ],
    "250200": [
      {
        "id": 250201,
        "name": "市南区"
      },
      {
        "id": 250202,
        "name": "市北区"
      },
      {
        "id": 250203,
        "name": "城阳区"
      },
      {
        "id": 250204,
        "name": "四方区"
      },
      {
        "id": 250205,
        "name": "李沧区"
      },
      {
        "id": 250206,
        "name": "黄岛区"
      },
      {
        "id": 250207,
        "name": "崂山区"
      },
      {
        "id": 250208,
        "name": "胶南市"
      },
      {
        "id": 250209,
        "name": "胶州市"
      },
      {
        "id": 250210,
        "name": "平度市"
      },
      {
        "id": 250211,
        "name": "莱西市"
      },
      {
        "id": 250212,
        "name": "即墨市"
      }
    ],
    "250300": [
      {
        "id": 250301,
        "name": "张店区"
      },
      {
        "id": 250302,
        "name": "临淄区"
      },
      {
        "id": 250303,
        "name": "淄川区"
      },
      {
        "id": 250304,
        "name": "博山区"
      },
      {
        "id": 250305,
        "name": "周村区"
      },
      {
        "id": 250306,
        "name": "桓台县"
      },
      {
        "id": 250307,
        "name": "高青县"
      },
      {
        "id": 250308,
        "name": "沂源县"
      }
    ],
    "250400": [
      {
        "id": 250401,
        "name": "市中区"
      },
      {
        "id": 250402,
        "name": "山亭区"
      },
      {
        "id": 250403,
        "name": "峄城区"
      },
      {
        "id": 250404,
        "name": "台儿庄区"
      },
      {
        "id": 250405,
        "name": "薛城区"
      },
      {
        "id": 250406,
        "name": "滕州市"
      }
    ],
    "250500": [
      {
        "id": 250501,
        "name": "东营区"
      },
      {
        "id": 250502,
        "name": "河口区"
      },
      {
        "id": 250503,
        "name": "垦利县"
      },
      {
        "id": 250504,
        "name": "广饶县"
      },
      {
        "id": 250505,
        "name": "利津县"
      }
    ],
    "250600": [
      {
        "id": 250601,
        "name": "芝罘区"
      },
      {
        "id": 250602,
        "name": "福山区"
      },
      {
        "id": 250603,
        "name": "牟平区"
      },
      {
        "id": 250604,
        "name": "莱山区"
      },
      {
        "id": 250605,
        "name": "龙口市"
      },
      {
        "id": 250606,
        "name": "莱阳市"
      },
      {
        "id": 250607,
        "name": "莱州市"
      },
      {
        "id": 250608,
        "name": "招远市"
      },
      {
        "id": 250609,
        "name": "蓬莱市"
      },
      {
        "id": 250610,
        "name": "栖霞市"
      },
      {
        "id": 250611,
        "name": "海阳市"
      },
      {
        "id": 250612,
        "name": "长岛县"
      }
    ],
    "250700": [
      {
        "id": 250701,
        "name": "潍城区"
      },
      {
        "id": 250702,
        "name": "寒亭区"
      },
      {
        "id": 250703,
        "name": "坊子区"
      },
      {
        "id": 250704,
        "name": "奎文区"
      },
      {
        "id": 250705,
        "name": "青州市"
      },
      {
        "id": 250706,
        "name": "诸城市"
      },
      {
        "id": 250707,
        "name": "寿光市"
      },
      {
        "id": 250708,
        "name": "安丘市"
      },
      {
        "id": 250709,
        "name": "高密市"
      },
      {
        "id": 250710,
        "name": "昌邑市"
      },
      {
        "id": 250711,
        "name": "昌乐县"
      },
      {
        "id": 250712,
        "name": "临朐县"
      }
    ],
    "250800": [
      {
        "id": 250801,
        "name": "市中区"
      },
      {
        "id": 250802,
        "name": "任城区"
      },
      {
        "id": 250803,
        "name": "曲阜市"
      },
      {
        "id": 250804,
        "name": "兖州市"
      },
      {
        "id": 250805,
        "name": "邹城市"
      },
      {
        "id": 250806,
        "name": "鱼台县"
      },
      {
        "id": 250807,
        "name": "金乡县"
      },
      {
        "id": 250808,
        "name": "嘉祥县"
      },
      {
        "id": 250809,
        "name": "微山县"
      },
      {
        "id": 250810,
        "name": "汶上县"
      },
      {
        "id": 250811,
        "name": "泗水县"
      },
      {
        "id": 250812,
        "name": "梁山县"
      }
    ],
    "250900": [
      {
        "id": 250901,
        "name": "泰山区"
      },
      {
        "id": 250902,
        "name": "岱岳区"
      },
      {
        "id": 250903,
        "name": "新泰市"
      },
      {
        "id": 250904,
        "name": "肥城市"
      },
      {
        "id": 250905,
        "name": "宁阳县"
      },
      {
        "id": 250906,
        "name": "东平县"
      }
    ],
    "251000": [
      {
        "id": 251001,
        "name": "环翠区"
      },
      {
        "id": 251002,
        "name": "乳山市"
      },
      {
        "id": 251003,
        "name": "文登市"
      },
      {
        "id": 251004,
        "name": "荣成市"
      }
    ],
    "251100": [
      {
        "id": 251101,
        "name": "东港区"
      },
      {
        "id": 251102,
        "name": "岚山区"
      },
      {
        "id": 251103,
        "name": "五莲县"
      },
      {
        "id": 251104,
        "name": "莒县"
      }
    ],
    "251200": [
      {
        "id": 251201,
        "name": "莱城区"
      },
      {
        "id": 251202,
        "name": "钢城区"
      }
    ],
    "251300": [
      {
        "id": 251301,
        "name": "兰山区"
      },
      {
        "id": 251302,
        "name": "罗庄区"
      },
      {
        "id": 251303,
        "name": "河东区"
      },
      {
        "id": 251304,
        "name": "沂南县"
      },
      {
        "id": 251305,
        "name": "郯城县"
      },
      {
        "id": 251306,
        "name": "沂水县"
      },
      {
        "id": 251307,
        "name": "苍山县"
      },
      {
        "id": 251308,
        "name": "费县"
      },
      {
        "id": 251309,
        "name": "平邑县"
      },
      {
        "id": 251310,
        "name": "莒南县"
      },
      {
        "id": 251311,
        "name": "蒙阴县"
      },
      {
        "id": 251312,
        "name": "临沭县"
      }
    ],
    "251400": [
      {
        "id": 251401,
        "name": "德城区"
      },
      {
        "id": 251402,
        "name": "乐陵市"
      },
      {
        "id": 251403,
        "name": "禹城市"
      },
      {
        "id": 251404,
        "name": "陵县"
      },
      {
        "id": 251405,
        "name": "宁津县"
      },
      {
        "id": 251406,
        "name": "齐河县"
      },
      {
        "id": 251407,
        "name": "武城县"
      },
      {
        "id": 251408,
        "name": "庆云县"
      },
      {
        "id": 251409,
        "name": "平原县"
      },
      {
        "id": 251410,
        "name": "夏津县"
      },
      {
        "id": 251411,
        "name": "临邑县"
      }
    ],
    "251500": [
      {
        "id": 251501,
        "name": "东昌府区"
      },
      {
        "id": 251502,
        "name": "临清市"
      },
      {
        "id": 251503,
        "name": "高唐县"
      },
      {
        "id": 251504,
        "name": "阳谷县"
      },
      {
        "id": 251505,
        "name": "茌平县"
      },
      {
        "id": 251506,
        "name": "莘县"
      },
      {
        "id": 251507,
        "name": "东阿县"
      },
      {
        "id": 251508,
        "name": "冠县"
      }
    ],
    "251600": [
      {
        "id": 251601,
        "name": "滨城区"
      },
      {
        "id": 251602,
        "name": "邹平县"
      },
      {
        "id": 251603,
        "name": "沾化县"
      },
      {
        "id": 251604,
        "name": "惠民县"
      },
      {
        "id": 251605,
        "name": "博兴县"
      },
      {
        "id": 251606,
        "name": "阳信县"
      },
      {
        "id": 251607,
        "name": "无棣县"
      }
    ],
    "251700": [
      {
        "id": 251701,
        "name": "牡丹区"
      },
      {
        "id": 251702,
        "name": "鄄城县"
      },
      {
        "id": 251703,
        "name": "单县"
      },
      {
        "id": 251704,
        "name": "郓城县"
      },
      {
        "id": 251705,
        "name": "曹县"
      },
      {
        "id": 251706,
        "name": "定陶县"
      },
      {
        "id": 251707,
        "name": "巨野县"
      },
      {
        "id": 251708,
        "name": "东明县"
      },
      {
        "id": 251709,
        "name": "成武县"
      }
    ],
    "260100": [
      {
        "id": 260101,
        "name": "中原区"
      },
      {
        "id": 260102,
        "name": "金水区"
      },
      {
        "id": 260103,
        "name": "二七区"
      },
      {
        "id": 260104,
        "name": "管城回族区"
      },
      {
        "id": 260105,
        "name": "上街区"
      },
      {
        "id": 260106,
        "name": "惠济区"
      },
      {
        "id": 260107,
        "name": "巩义市"
      },
      {
        "id": 260108,
        "name": "新郑市"
      },
      {
        "id": 260109,
        "name": "新密市"
      },
      {
        "id": 260110,
        "name": "登封市"
      },
      {
        "id": 260111,
        "name": "荥阳市"
      },
      {
        "id": 260112,
        "name": "中牟县"
      }
    ],
    "260200": [
      {
        "id": 260201,
        "name": "鼓楼区"
      },
      {
        "id": 260202,
        "name": "龙亭区"
      },
      {
        "id": 260203,
        "name": "顺河回族区"
      },
      {
        "id": 260204,
        "name": "禹王台区"
      },
      {
        "id": 260205,
        "name": "金明区"
      },
      {
        "id": 260206,
        "name": "开封县"
      },
      {
        "id": 260207,
        "name": "尉氏县"
      },
      {
        "id": 260208,
        "name": "兰考县"
      },
      {
        "id": 260209,
        "name": "杞县"
      },
      {
        "id": 260210,
        "name": "通许县"
      }
    ],
    "260300": [
      {
        "id": 260301,
        "name": "西工区"
      },
      {
        "id": 260302,
        "name": "老城区"
      },
      {
        "id": 260303,
        "name": "涧西区"
      },
      {
        "id": 260304,
        "name": "瀍河回族区"
      },
      {
        "id": 260305,
        "name": "洛龙区"
      },
      {
        "id": 260306,
        "name": "吉利区"
      },
      {
        "id": 260307,
        "name": "偃师市"
      },
      {
        "id": 260308,
        "name": "孟津县"
      },
      {
        "id": 260309,
        "name": "汝阳县"
      },
      {
        "id": 260310,
        "name": "伊川县"
      },
      {
        "id": 260311,
        "name": "洛宁县"
      },
      {
        "id": 260312,
        "name": "嵩县"
      },
      {
        "id": 260313,
        "name": "宜阳县"
      },
      {
        "id": 260314,
        "name": "新安县"
      },
      {
        "id": 260315,
        "name": "栾川县"
      }
    ],
    "260400": [
      {
        "id": 260401,
        "name": "新华区"
      },
      {
        "id": 260402,
        "name": "卫东区"
      },
      {
        "id": 260403,
        "name": "湛河区"
      },
      {
        "id": 260404,
        "name": "石龙区"
      },
      {
        "id": 260405,
        "name": "汝州市"
      },
      {
        "id": 260406,
        "name": "舞钢市"
      },
      {
        "id": 260407,
        "name": "宝丰县"
      },
      {
        "id": 260408,
        "name": "叶县"
      },
      {
        "id": 260409,
        "name": "郏县"
      },
      {
        "id": 260410,
        "name": "鲁山县"
      }
    ],
    "260500": [
      {
        "id": 260501,
        "name": "北关区"
      },
      {
        "id": 260502,
        "name": "文峰区"
      },
      {
        "id": 260503,
        "name": "殷都区"
      },
      {
        "id": 260504,
        "name": "龙安区"
      },
      {
        "id": 260505,
        "name": "林州市"
      },
      {
        "id": 260506,
        "name": "安阳县"
      },
      {
        "id": 260507,
        "name": "滑县"
      },
      {
        "id": 260508,
        "name": "内黄县"
      },
      {
        "id": 260509,
        "name": "汤阴县"
      }
    ],
    "260600": [
      {
        "id": 260601,
        "name": "淇滨区"
      },
      {
        "id": 260602,
        "name": "山城区"
      },
      {
        "id": 260603,
        "name": "鹤山区"
      },
      {
        "id": 260604,
        "name": "浚县"
      },
      {
        "id": 260605,
        "name": "淇县"
      }
    ],
    "260700": [
      {
        "id": 260701,
        "name": "卫滨区"
      },
      {
        "id": 260702,
        "name": "红旗区"
      },
      {
        "id": 260703,
        "name": "凤泉区"
      },
      {
        "id": 260704,
        "name": "牧野区"
      },
      {
        "id": 260705,
        "name": "卫辉市"
      },
      {
        "id": 260706,
        "name": "辉县市"
      },
      {
        "id": 260707,
        "name": "新乡县"
      },
      {
        "id": 260708,
        "name": "获嘉县"
      },
      {
        "id": 260709,
        "name": "原阳县"
      },
      {
        "id": 260710,
        "name": "长垣县"
      },
      {
        "id": 260711,
        "name": "封丘县"
      },
      {
        "id": 260712,
        "name": "延津县"
      }
    ],
    "260800": [
      {
        "id": 260801,
        "name": "解放区"
      },
      {
        "id": 260802,
        "name": "中站区"
      },
      {
        "id": 260803,
        "name": "马村区"
      },
      {
        "id": 260804,
        "name": "山阳区"
      },
      {
        "id": 260805,
        "name": "沁阳市"
      },
      {
        "id": 260806,
        "name": "孟州市"
      },
      {
        "id": 260807,
        "name": "修武县"
      },
      {
        "id": 260808,
        "name": "温县"
      },
      {
        "id": 260809,
        "name": "武陟县"
      },
      {
        "id": 260810,
        "name": "博爱县"
      },
      {
        "id": 260811,
        "name": "济源市"
      }
    ],
    "260900": [
      {
        "id": 260901,
        "name": "华龙区"
      },
      {
        "id": 260902,
        "name": "濮阳县"
      },
      {
        "id": 260903,
        "name": "南乐县"
      },
      {
        "id": 260904,
        "name": "台前县"
      },
      {
        "id": 260905,
        "name": "清丰县"
      },
      {
        "id": 260906,
        "name": "范县"
      }
    ],
    "261000": [
      {
        "id": 261001,
        "name": "魏都区"
      },
      {
        "id": 261002,
        "name": "禹州市"
      },
      {
        "id": 261003,
        "name": "长葛市"
      },
      {
        "id": 261004,
        "name": "许昌县"
      },
      {
        "id": 261005,
        "name": "鄢陵县"
      },
      {
        "id": 261006,
        "name": "襄城县"
      }
    ],
    "261100": [
      {
        "id": 261101,
        "name": "源汇区"
      },
      {
        "id": 261102,
        "name": "郾城区"
      },
      {
        "id": 261103,
        "name": "召陵区"
      },
      {
        "id": 261104,
        "name": "临颍县"
      },
      {
        "id": 261105,
        "name": "舞阳县"
      }
    ],
    "261200": [
      {
        "id": 261201,
        "name": "湖滨区"
      },
      {
        "id": 261202,
        "name": "义马市"
      },
      {
        "id": 261203,
        "name": "灵宝市"
      },
      {
        "id": 261204,
        "name": "渑池县"
      },
      {
        "id": 261205,
        "name": "卢氏县"
      },
      {
        "id": 261206,
        "name": "陕县"
      }
    ],
    "261300": [
      {
        "id": 261301,
        "name": "卧龙区"
      },
      {
        "id": 261302,
        "name": "宛城区"
      },
      {
        "id": 261303,
        "name": "邓州市"
      },
      {
        "id": 261304,
        "name": "桐柏县"
      },
      {
        "id": 261305,
        "name": "方城县"
      },
      {
        "id": 261306,
        "name": "淅川县"
      },
      {
        "id": 261307,
        "name": "镇平县"
      },
      {
        "id": 261308,
        "name": "唐河县"
      },
      {
        "id": 261309,
        "name": "南召县"
      },
      {
        "id": 261310,
        "name": "内乡县"
      },
      {
        "id": 261311,
        "name": "新野县"
      },
      {
        "id": 261312,
        "name": "社旗县"
      },
      {
        "id": 261313,
        "name": "西峡县"
      }
    ],
    "261400": [
      {
        "id": 261401,
        "name": "梁园区"
      },
      {
        "id": 261402,
        "name": "睢阳区"
      },
      {
        "id": 261403,
        "name": "永城市"
      },
      {
        "id": 261404,
        "name": "宁陵县"
      },
      {
        "id": 261405,
        "name": "虞城县"
      },
      {
        "id": 261406,
        "name": "民权县"
      },
      {
        "id": 261407,
        "name": "夏邑县"
      },
      {
        "id": 261408,
        "name": "柘城县"
      },
      {
        "id": 261409,
        "name": "睢县"
      }
    ],
    "261500": [
      {
        "id": 261501,
        "name": "浉河区"
      },
      {
        "id": 261502,
        "name": "平桥区"
      },
      {
        "id": 261503,
        "name": "潢川县"
      },
      {
        "id": 261504,
        "name": "淮滨县"
      },
      {
        "id": 261505,
        "name": "息县"
      },
      {
        "id": 261506,
        "name": "新县"
      },
      {
        "id": 261507,
        "name": "商城县"
      },
      {
        "id": 261508,
        "name": "固始县"
      },
      {
        "id": 261509,
        "name": "罗山县"
      },
      {
        "id": 261510,
        "name": "光山县"
      }
    ],
    "261600": [
      {
        "id": 261601,
        "name": "川汇区"
      },
      {
        "id": 261602,
        "name": "项城市"
      },
      {
        "id": 261603,
        "name": "商水县"
      },
      {
        "id": 261604,
        "name": "淮阳县"
      },
      {
        "id": 261605,
        "name": "太康县"
      },
      {
        "id": 261606,
        "name": "鹿邑县"
      },
      {
        "id": 261607,
        "name": "西华县"
      },
      {
        "id": 261608,
        "name": "扶沟县"
      },
      {
        "id": 261609,
        "name": "沈丘县"
      },
      {
        "id": 261610,
        "name": "郸城县"
      }
    ],
    "261700": [
      {
        "id": 261701,
        "name": "驿城区"
      },
      {
        "id": 261702,
        "name": "确山县"
      },
      {
        "id": 261703,
        "name": "新蔡县"
      },
      {
        "id": 261704,
        "name": "上蔡县"
      },
      {
        "id": 261705,
        "name": "西平县"
      },
      {
        "id": 261706,
        "name": "泌阳县"
      },
      {
        "id": 261707,
        "name": "平舆县"
      },
      {
        "id": 261708,
        "name": "汝南县"
      },
      {
        "id": 261709,
        "name": "遂平县"
      },
      {
        "id": 261710,
        "name": "正阳县"
      }
    ],
    "270100": [
      {
        "id": 270101,
        "name": "江岸区"
      },
      {
        "id": 270102,
        "name": "武昌区"
      },
      {
        "id": 270103,
        "name": "江汉区"
      },
      {
        "id": 270104,
        "name": "硚口区"
      },
      {
        "id": 270105,
        "name": "汉阳区"
      },
      {
        "id": 270106,
        "name": "青山区"
      },
      {
        "id": 270107,
        "name": "洪山区"
      },
      {
        "id": 270108,
        "name": "东西湖区"
      },
      {
        "id": 270109,
        "name": "汉南区"
      },
      {
        "id": 270110,
        "name": "蔡甸区"
      },
      {
        "id": 270111,
        "name": "江夏区"
      },
      {
        "id": 270112,
        "name": "黄陂区"
      },
      {
        "id": 270113,
        "name": "新洲区"
      }
    ],
    "270200": [
      {
        "id": 270201,
        "name": "黄石港区"
      },
      {
        "id": 270202,
        "name": "西塞山区"
      },
      {
        "id": 270203,
        "name": "下陆区"
      },
      {
        "id": 270204,
        "name": "铁山区"
      },
      {
        "id": 270205,
        "name": "大冶市"
      },
      {
        "id": 270206,
        "name": "阳新县"
      }
    ],
    "270300": [
      {
        "id": 270301,
        "name": "张湾区"
      },
      {
        "id": 270302,
        "name": "茅箭区"
      },
      {
        "id": 270303,
        "name": "丹江口市"
      },
      {
        "id": 270304,
        "name": "郧县"
      },
      {
        "id": 270305,
        "name": "竹山县"
      },
      {
        "id": 270306,
        "name": "房县"
      },
      {
        "id": 270307,
        "name": "郧西县"
      },
      {
        "id": 270308,
        "name": "竹溪县"
      }
    ],
    "270400": [
      {
        "id": 270401,
        "name": "沙市区"
      },
      {
        "id": 270402,
        "name": "荆州区"
      },
      {
        "id": 270403,
        "name": "洪湖市"
      },
      {
        "id": 270404,
        "name": "石首市"
      },
      {
        "id": 270405,
        "name": "松滋市"
      },
      {
        "id": 270406,
        "name": "监利县"
      },
      {
        "id": 270407,
        "name": "公安县"
      },
      {
        "id": 270408,
        "name": "江陵县"
      }
    ],
    "270500": [
      {
        "id": 270501,
        "name": "西陵区"
      },
      {
        "id": 270502,
        "name": "伍家岗区"
      },
      {
        "id": 270503,
        "name": "点军区"
      },
      {
        "id": 270504,
        "name": "猇亭区"
      },
      {
        "id": 270505,
        "name": "夷陵区"
      },
      {
        "id": 270506,
        "name": "宜都市"
      },
      {
        "id": 270507,
        "name": "当阳市"
      },
      {
        "id": 270508,
        "name": "枝江市"
      },
      {
        "id": 270509,
        "name": "秭归县"
      },
      {
        "id": 270510,
        "name": "远安县"
      },
      {
        "id": 270511,
        "name": "兴山县"
      },
      {
        "id": 270512,
        "name": "五峰土家族自治县"
      },
      {
        "id": 270513,
        "name": "长阳土家族自治县"
      }
    ],
    "270600": [
      {
        "id": 270601,
        "name": "襄城区"
      },
      {
        "id": 270602,
        "name": "樊城区"
      },
      {
        "id": 270603,
        "name": "襄阳区"
      },
      {
        "id": 270604,
        "name": "老河口市"
      },
      {
        "id": 270605,
        "name": "枣阳市"
      },
      {
        "id": 270606,
        "name": "宜城市"
      },
      {
        "id": 270607,
        "name": "南漳县"
      },
      {
        "id": 270608,
        "name": "谷城县"
      },
      {
        "id": 270609,
        "name": "保康县"
      }
    ],
    "270700": [
      {
        "id": 270701,
        "name": "鄂城区"
      },
      {
        "id": 270702,
        "name": "华容区"
      },
      {
        "id": 270703,
        "name": "梁子湖区"
      }
    ],
    "270800": [
      {
        "id": 270801,
        "name": "东宝区"
      },
      {
        "id": 270802,
        "name": "掇刀区"
      },
      {
        "id": 270803,
        "name": "钟祥市"
      },
      {
        "id": 270804,
        "name": "京山县"
      },
      {
        "id": 270805,
        "name": "沙洋县"
      }
    ],
    "270900": [
      {
        "id": 270901,
        "name": "孝南区"
      },
      {
        "id": 270902,
        "name": "应城市"
      },
      {
        "id": 270903,
        "name": "安陆市"
      },
      {
        "id": 270904,
        "name": "汉川市"
      },
      {
        "id": 270905,
        "name": "云梦县"
      },
      {
        "id": 270906,
        "name": "大悟县"
      },
      {
        "id": 270907,
        "name": "孝昌县"
      }
    ],
    "271000": [
      {
        "id": 271001,
        "name": "黄州区"
      },
      {
        "id": 271002,
        "name": "麻城市"
      },
      {
        "id": 271003,
        "name": "武穴市"
      },
      {
        "id": 271004,
        "name": "红安县"
      },
      {
        "id": 271005,
        "name": "罗田县"
      },
      {
        "id": 271006,
        "name": "浠水县"
      },
      {
        "id": 271007,
        "name": "蕲春县"
      },
      {
        "id": 271008,
        "name": "黄梅县"
      },
      {
        "id": 271009,
        "name": "英山县"
      },
      {
        "id": 271010,
        "name": "团风县"
      }
    ],
    "271100": [
      {
        "id": 271101,
        "name": "咸安区"
      },
      {
        "id": 271102,
        "name": "赤壁市"
      },
      {
        "id": 271103,
        "name": "嘉鱼县"
      },
      {
        "id": 271104,
        "name": "通山县"
      },
      {
        "id": 271105,
        "name": "崇阳县"
      },
      {
        "id": 271106,
        "name": "通城县"
      }
    ],
    "271200": [
      {
        "id": 271201,
        "name": "曾都区"
      },
      {
        "id": 271202,
        "name": "广水市"
      }
    ],
    "271300": [
      {
        "id": 271301,
        "name": "恩施市"
      },
      {
        "id": 271302,
        "name": "利川市"
      },
      {
        "id": 271303,
        "name": "建始县"
      },
      {
        "id": 271304,
        "name": "来凤县"
      },
      {
        "id": 271305,
        "name": "巴东县"
      },
      {
        "id": 271306,
        "name": "鹤峰县"
      },
      {
        "id": 271307,
        "name": "宣恩县"
      },
      {
        "id": 271308,
        "name": "咸丰县"
      }
    ],
    "271400": [
      {
        "id": 271401,
        "name": "仙桃"
      }
    ],
    "271500": [
      {
        "id": 271501,
        "name": "天门"
      }
    ],
    "271600": [
      {
        "id": 271601,
        "name": "潜江"
      }
    ],
    "271700": [
      {
        "id": 271701,
        "name": "神农架林区"
      }
    ],
    "280100": [
      {
        "id": 280101,
        "name": "岳麓区"
      },
      {
        "id": 280102,
        "name": "芙蓉区"
      },
      {
        "id": 280103,
        "name": "天心区"
      },
      {
        "id": 280104,
        "name": "开福区"
      },
      {
        "id": 280105,
        "name": "雨花区"
      },
      {
        "id": 280106,
        "name": "浏阳市"
      },
      {
        "id": 280107,
        "name": "长沙县"
      },
      {
        "id": 280108,
        "name": "望城县"
      },
      {
        "id": 280109,
        "name": "宁乡县"
      }
    ],
    "280200": [
      {
        "id": 280201,
        "name": "天元区"
      },
      {
        "id": 280202,
        "name": "荷塘区"
      },
      {
        "id": 280203,
        "name": "芦淞区"
      },
      {
        "id": 280204,
        "name": "石峰区"
      },
      {
        "id": 280205,
        "name": "醴陵市"
      },
      {
        "id": 280206,
        "name": "株洲县"
      },
      {
        "id": 280207,
        "name": "炎陵县"
      },
      {
        "id": 280208,
        "name": "茶陵县"
      },
      {
        "id": 280209,
        "name": "攸县"
      }
    ],
    "280300": [
      {
        "id": 280301,
        "name": "岳塘区"
      },
      {
        "id": 280302,
        "name": "雨湖区"
      },
      {
        "id": 280303,
        "name": "湘乡市"
      },
      {
        "id": 280304,
        "name": "韶山市"
      },
      {
        "id": 280305,
        "name": "湘潭县"
      }
    ],
    "280400": [
      {
        "id": 280401,
        "name": "雁峰区"
      },
      {
        "id": 280402,
        "name": "珠晖区"
      },
      {
        "id": 280403,
        "name": "石鼓区"
      },
      {
        "id": 280404,
        "name": "蒸湘区"
      },
      {
        "id": 280405,
        "name": "南岳区"
      },
      {
        "id": 280406,
        "name": "耒阳市"
      },
      {
        "id": 280407,
        "name": "常宁市"
      },
      {
        "id": 280408,
        "name": "衡阳县"
      },
      {
        "id": 280409,
        "name": "衡东县"
      },
      {
        "id": 280410,
        "name": "衡山县"
      },
      {
        "id": 280411,
        "name": "衡南县"
      },
      {
        "id": 280412,
        "name": "祁东县"
      }
    ],
    "280500": [
      {
        "id": 280501,
        "name": "双清区"
      },
      {
        "id": 280502,
        "name": "大祥区"
      },
      {
        "id": 280503,
        "name": "北塔区"
      },
      {
        "id": 280504,
        "name": "武冈市"
      },
      {
        "id": 280505,
        "name": "邵东县"
      },
      {
        "id": 280506,
        "name": "洞口县"
      },
      {
        "id": 280507,
        "name": "新邵县"
      },
      {
        "id": 280508,
        "name": "绥宁县"
      },
      {
        "id": 280509,
        "name": "新宁县"
      },
      {
        "id": 280510,
        "name": "邵阳县"
      },
      {
        "id": 280511,
        "name": "隆回县"
      },
      {
        "id": 280512,
        "name": "城步苗族自治县"
      }
    ],
    "280600": [
      {
        "id": 280601,
        "name": "岳阳楼区"
      },
      {
        "id": 280602,
        "name": "云溪区"
      },
      {
        "id": 280603,
        "name": "君山区"
      },
      {
        "id": 280604,
        "name": "临湘市"
      },
      {
        "id": 280605,
        "name": "汨罗市"
      },
      {
        "id": 280606,
        "name": "岳阳县"
      },
      {
        "id": 280607,
        "name": "湘阴县"
      },
      {
        "id": 280608,
        "name": "平江县"
      },
      {
        "id": 280609,
        "name": "华容县"
      }
    ],
    "280700": [
      {
        "id": 280701,
        "name": "武陵区"
      },
      {
        "id": 280702,
        "name": "鼎城区"
      },
      {
        "id": 280703,
        "name": "津市市"
      },
      {
        "id": 280704,
        "name": "澧县"
      },
      {
        "id": 280705,
        "name": "临澧县"
      },
      {
        "id": 280706,
        "name": "桃源县"
      },
      {
        "id": 280707,
        "name": "汉寿县"
      },
      {
        "id": 280708,
        "name": "安乡县"
      },
      {
        "id": 280709,
        "name": "石门县"
      }
    ],
    "280800": [
      {
        "id": 280801,
        "name": "永定区"
      },
      {
        "id": 280802,
        "name": "武陵源区"
      },
      {
        "id": 280803,
        "name": "慈利县"
      },
      {
        "id": 280804,
        "name": "桑植县"
      }
    ],
    "280900": [
      {
        "id": 280901,
        "name": "赫山区"
      },
      {
        "id": 280902,
        "name": "资阳区"
      },
      {
        "id": 280903,
        "name": "沅江市"
      },
      {
        "id": 280904,
        "name": "桃江县"
      },
      {
        "id": 280905,
        "name": "南县"
      },
      {
        "id": 280906,
        "name": "安化县"
      }
    ],
    "281000": [
      {
        "id": 281001,
        "name": "北湖区"
      },
      {
        "id": 281002,
        "name": "苏仙区"
      },
      {
        "id": 281003,
        "name": "资兴市"
      },
      {
        "id": 281004,
        "name": "宜章县"
      },
      {
        "id": 281005,
        "name": "汝城县"
      },
      {
        "id": 281006,
        "name": "安仁县"
      },
      {
        "id": 281007,
        "name": "嘉禾县"
      },
      {
        "id": 281008,
        "name": "临武县"
      },
      {
        "id": 281009,
        "name": "桂东县"
      },
      {
        "id": 281010,
        "name": "永兴县"
      },
      {
        "id": 281011,
        "name": "桂阳县"
      }
    ],
    "281100": [
      {
        "id": 281101,
        "name": "冷水滩区"
      },
      {
        "id": 281102,
        "name": "零陵区"
      },
      {
        "id": 281103,
        "name": "祁阳县"
      },
      {
        "id": 281104,
        "name": "蓝山县"
      },
      {
        "id": 281105,
        "name": "宁远县"
      },
      {
        "id": 281106,
        "name": "新田县"
      },
      {
        "id": 281107,
        "name": "东安县"
      },
      {
        "id": 281108,
        "name": "江永县"
      },
      {
        "id": 281109,
        "name": "道县"
      },
      {
        "id": 281110,
        "name": "双牌县"
      },
      {
        "id": 281111,
        "name": "江华瑶族自治县"
      }
    ],
    "281200": [
      {
        "id": 281201,
        "name": "鹤城区"
      },
      {
        "id": 281202,
        "name": "洪江市"
      },
      {
        "id": 281203,
        "name": "会同县"
      },
      {
        "id": 281204,
        "name": "沅陵县"
      },
      {
        "id": 281205,
        "name": "辰溪县"
      },
      {
        "id": 281206,
        "name": "溆浦县"
      },
      {
        "id": 281207,
        "name": "中方县"
      },
      {
        "id": 281208,
        "name": "新晃侗族自治县"
      },
      {
        "id": 281209,
        "name": "芷江侗族自治县"
      },
      {
        "id": 281210,
        "name": "通道侗族自治县"
      },
      {
        "id": 281211,
        "name": "靖州苗族侗族自治县"
      },
      {
        "id": 281212,
        "name": "麻阳苗族自治县"
      }
    ],
    "281300": [
      {
        "id": 281301,
        "name": "娄星区"
      },
      {
        "id": 281302,
        "name": "冷水江市"
      },
      {
        "id": 281303,
        "name": "涟源市"
      },
      {
        "id": 281304,
        "name": "新化县"
      },
      {
        "id": 281305,
        "name": "双峰县"
      }
    ],
    "281400": [
      {
        "id": 281401,
        "name": "吉首市"
      },
      {
        "id": 281402,
        "name": "古丈县"
      },
      {
        "id": 281403,
        "name": "龙山县"
      },
      {
        "id": 281404,
        "name": "永顺县"
      },
      {
        "id": 281405,
        "name": "凤凰县"
      },
      {
        "id": 281406,
        "name": "泸溪县"
      },
      {
        "id": 281407,
        "name": "保靖县"
      },
      {
        "id": 281408,
        "name": "花垣县"
      }
    ],
    "290100": [
      {
        "id": 290101,
        "name": "越秀区"
      },
      {
        "id": 290102,
        "name": "荔湾区"
      },
      {
        "id": 290103,
        "name": "海珠区"
      },
      {
        "id": 290104,
        "name": "天河区"
      },
      {
        "id": 290105,
        "name": "白云区"
      },
      {
        "id": 290106,
        "name": "黄埔区"
      },
      {
        "id": 290107,
        "name": "番禺区"
      },
      {
        "id": 290108,
        "name": "花都区"
      },
      {
        "id": 290109,
        "name": "南沙区"
      },
      {
        "id": 290110,
        "name": "萝岗区"
      },
      {
        "id": 290111,
        "name": "增城市"
      },
      {
        "id": 290112,
        "name": "从化市"
      }
    ],
    "290200": [
      {
        "id": 290201,
        "name": "福田区"
      },
      {
        "id": 290202,
        "name": "罗湖区"
      },
      {
        "id": 290203,
        "name": "南山区"
      },
      {
        "id": 290204,
        "name": "宝安区"
      },
      {
        "id": 290205,
        "name": "龙岗区"
      },
      {
        "id": 290206,
        "name": "盐田区"
      }
    ],
    "290300": [
      {
        "id": 290301,
        "name": "莞城"
      },
      {
        "id": 290302,
        "name": "常平"
      },
      {
        "id": 290303,
        "name": "塘厦"
      }
    ],
    "290400": [
      {
        "id": 290401,
        "name": "中山"
      }
    ],
    "290500": [
      {
        "id": 290501,
        "name": "湘桥区"
      },
      {
        "id": 290502,
        "name": "潮安县"
      },
      {
        "id": 290503,
        "name": "饶平县"
      }
    ],
    "290600": [
      {
        "id": 290601,
        "name": "榕城区"
      },
      {
        "id": 290602,
        "name": "揭东县"
      },
      {
        "id": 290603,
        "name": "揭西县"
      },
      {
        "id": 290604,
        "name": "惠来县"
      },
      {
        "id": 290605,
        "name": "普宁市"
      }
    ],
    "290700": [
      {
        "id": 290701,
        "name": "云城区"
      },
      {
        "id": 290702,
        "name": "新兴县"
      },
      {
        "id": 290703,
        "name": "郁南县"
      },
      {
        "id": 290704,
        "name": "云安县"
      },
      {
        "id": 290705,
        "name": "罗定市"
      }
    ],
    "290800": [
      {
        "id": 290801,
        "name": "香洲区"
      },
      {
        "id": 290802,
        "name": "斗门区"
      },
      {
        "id": 290803,
        "name": "金湾区"
      }
    ],
    "290900": [
      {
        "id": 290901,
        "name": "金平区"
      },
      {
        "id": 290902,
        "name": "濠江区"
      },
      {
        "id": 290903,
        "name": "龙湖区"
      },
      {
        "id": 290904,
        "name": "潮阳区"
      },
      {
        "id": 290905,
        "name": "潮南区"
      },
      {
        "id": 290906,
        "name": "澄海区"
      },
      {
        "id": 290907,
        "name": "南澳县"
      }
    ],
    "291000": [
      {
        "id": 291001,
        "name": "浈江区"
      },
      {
        "id": 291002,
        "name": "武江区"
      },
      {
        "id": 291003,
        "name": "曲江区"
      },
      {
        "id": 291004,
        "name": "乐昌市"
      },
      {
        "id": 291005,
        "name": "南雄市"
      },
      {
        "id": 291006,
        "name": "始兴县"
      },
      {
        "id": 291007,
        "name": "仁化县"
      },
      {
        "id": 291008,
        "name": "翁源县"
      },
      {
        "id": 291009,
        "name": "新丰县"
      },
      {
        "id": 291010,
        "name": "乳源瑶族自治县"
      }
    ],
    "291100": [
      {
        "id": 291101,
        "name": "禅城区"
      },
      {
        "id": 291102,
        "name": "南海区"
      },
      {
        "id": 291103,
        "name": "顺德区"
      },
      {
        "id": 291104,
        "name": "三水区"
      },
      {
        "id": 291105,
        "name": "高明区"
      }
    ],
    "291200": [
      {
        "id": 291201,
        "name": "蓬江区"
      },
      {
        "id": 291202,
        "name": "江海区"
      },
      {
        "id": 291203,
        "name": "新会区"
      },
      {
        "id": 291204,
        "name": "恩平市"
      },
      {
        "id": 291205,
        "name": "台山市"
      },
      {
        "id": 291206,
        "name": "开平市"
      },
      {
        "id": 291207,
        "name": "鹤山市"
      }
    ],
    "291300": [
      {
        "id": 291301,
        "name": "赤坎区"
      },
      {
        "id": 291302,
        "name": "霞山区"
      },
      {
        "id": 291303,
        "name": "坡头区"
      },
      {
        "id": 291304,
        "name": "麻章区"
      },
      {
        "id": 291305,
        "name": "吴川市"
      },
      {
        "id": 291306,
        "name": "廉江市"
      },
      {
        "id": 291307,
        "name": "雷州市"
      },
      {
        "id": 291308,
        "name": "遂溪县"
      },
      {
        "id": 291309,
        "name": "徐闻县"
      }
    ],
    "291400": [
      {
        "id": 291401,
        "name": "茂南区"
      },
      {
        "id": 291402,
        "name": "茂港区"
      },
      {
        "id": 291403,
        "name": "化州市"
      },
      {
        "id": 291404,
        "name": "信宜市"
      },
      {
        "id": 291405,
        "name": "高州市"
      },
      {
        "id": 291406,
        "name": "电白县"
      }
    ],
    "291500": [
      {
        "id": 291501,
        "name": "端州区"
      },
      {
        "id": 291502,
        "name": "鼎湖区"
      },
      {
        "id": 291503,
        "name": "高要市"
      },
      {
        "id": 291504,
        "name": "四会市"
      },
      {
        "id": 291505,
        "name": "广宁县"
      },
      {
        "id": 291506,
        "name": "怀集县"
      },
      {
        "id": 291507,
        "name": "封开县"
      },
      {
        "id": 291508,
        "name": "德庆县"
      }
    ],
    "291600": [
      {
        "id": 291601,
        "name": "惠城区"
      },
      {
        "id": 291602,
        "name": "惠阳区"
      },
      {
        "id": 291603,
        "name": "博罗县"
      },
      {
        "id": 291604,
        "name": "惠东县"
      },
      {
        "id": 291605,
        "name": "龙门县"
      }
    ],
    "291700": [
      {
        "id": 291701,
        "name": "梅江区"
      },
      {
        "id": 291702,
        "name": "兴宁市"
      },
      {
        "id": 291703,
        "name": "梅县"
      },
      {
        "id": 291704,
        "name": "大埔县"
      },
      {
        "id": 291705,
        "name": "丰顺县"
      },
      {
        "id": 291706,
        "name": "五华县"
      },
      {
        "id": 291707,
        "name": "平远县"
      },
      {
        "id": 291708,
        "name": "蕉岭县"
      }
    ],
    "291800": [
      {
        "id": 291801,
        "name": "城区"
      },
      {
        "id": 291802,
        "name": "陆丰市"
      },
      {
        "id": 291803,
        "name": "海丰县"
      },
      {
        "id": 291804,
        "name": "陆河县"
      }
    ],
    "291900": [
      {
        "id": 291901,
        "name": "源城区"
      },
      {
        "id": 291902,
        "name": "紫金县"
      },
      {
        "id": 291903,
        "name": "龙川县"
      },
      {
        "id": 291904,
        "name": "连平县"
      },
      {
        "id": 291905,
        "name": "和平县"
      },
      {
        "id": 291906,
        "name": "东源县"
      }
    ],
    "292000": [
      {
        "id": 292001,
        "name": "江城区"
      },
      {
        "id": 292002,
        "name": "阳春市"
      },
      {
        "id": 292003,
        "name": "阳西县"
      },
      {
        "id": 292004,
        "name": "阳东县"
      }
    ],
    "292100": [
      {
        "id": 292101,
        "name": "清城区"
      },
      {
        "id": 292102,
        "name": "英德市"
      },
      {
        "id": 292103,
        "name": "连州市"
      },
      {
        "id": 292104,
        "name": "佛冈县"
      },
      {
        "id": 292105,
        "name": "阳山县"
      },
      {
        "id": 292106,
        "name": "清新县"
      },
      {
        "id": 292107,
        "name": "连山壮族瑶族自治县"
      },
      {
        "id": 292108,
        "name": "连南瑶族自治县"
      }
    ],
    "300100": [
      {
        "id": 300101,
        "name": "青秀区"
      },
      {
        "id": 300102,
        "name": "兴宁区"
      },
      {
        "id": 300103,
        "name": "西乡塘区"
      },
      {
        "id": 300104,
        "name": "良庆区"
      },
      {
        "id": 300105,
        "name": "江南区"
      },
      {
        "id": 300106,
        "name": "邕宁区"
      },
      {
        "id": 300107,
        "name": "武鸣县"
      },
      {
        "id": 300108,
        "name": "隆安县"
      },
      {
        "id": 300109,
        "name": "马山县"
      },
      {
        "id": 300110,
        "name": "上林县"
      },
      {
        "id": 300111,
        "name": "宾阳县"
      },
      {
        "id": 300112,
        "name": "横县"
      }
    ],
    "300200": [
      {
        "id": 300201,
        "name": "城中区"
      },
      {
        "id": 300202,
        "name": "鱼峰区"
      },
      {
        "id": 300203,
        "name": "柳北区"
      },
      {
        "id": 300204,
        "name": "柳南区"
      },
      {
        "id": 300205,
        "name": "柳江县"
      },
      {
        "id": 300206,
        "name": "柳城县"
      },
      {
        "id": 300207,
        "name": "鹿寨县"
      },
      {
        "id": 300208,
        "name": "融安县"
      },
      {
        "id": 300209,
        "name": "融水苗族自治县"
      },
      {
        "id": 300210,
        "name": "三江侗族自治县"
      }
    ],
    "300300": [
      {
        "id": 300301,
        "name": "象山区"
      },
      {
        "id": 300302,
        "name": "秀峰区"
      },
      {
        "id": 300303,
        "name": "叠彩区"
      },
      {
        "id": 300304,
        "name": "七星区"
      },
      {
        "id": 300305,
        "name": "雁山区"
      },
      {
        "id": 300306,
        "name": "阳朔县"
      },
      {
        "id": 300307,
        "name": "临桂县"
      },
      {
        "id": 300308,
        "name": "灵川县"
      },
      {
        "id": 300309,
        "name": "全州县"
      },
      {
        "id": 300310,
        "name": "平乐县"
      },
      {
        "id": 300311,
        "name": "兴安县"
      },
      {
        "id": 300312,
        "name": "灌阳县"
      },
      {
        "id": 300313,
        "name": "荔浦县"
      },
      {
        "id": 300314,
        "name": "资源县"
      },
      {
        "id": 300315,
        "name": "永福县"
      },
      {
        "id": 300316,
        "name": "龙胜各族自治县"
      },
      {
        "id": 300317,
        "name": "恭城瑶族自治县"
      }
    ],
    "300400": [
      {
        "id": 300401,
        "name": "万秀区"
      },
      {
        "id": 300402,
        "name": "蝶山区"
      },
      {
        "id": 300403,
        "name": "长洲区"
      },
      {
        "id": 300404,
        "name": "岑溪市"
      },
      {
        "id": 300405,
        "name": "苍梧县"
      },
      {
        "id": 300406,
        "name": "藤县"
      },
      {
        "id": 300407,
        "name": "蒙山县"
      }
    ],
    "300500": [
      {
        "id": 300501,
        "name": "海城区"
      },
      {
        "id": 300502,
        "name": "银海区"
      },
      {
        "id": 300503,
        "name": "铁山港区"
      },
      {
        "id": 300504,
        "name": "合浦县"
      }
    ],
    "300600": [
      {
        "id": 300601,
        "name": "港口区"
      },
      {
        "id": 300602,
        "name": "防城区"
      },
      {
        "id": 300603,
        "name": "东兴市"
      },
      {
        "id": 300604,
        "name": "上思县"
      }
    ],
    "300700": [
      {
        "id": 300701,
        "name": "钦南区"
      },
      {
        "id": 300702,
        "name": "钦北区"
      },
      {
        "id": 300703,
        "name": "灵山县"
      },
      {
        "id": 300704,
        "name": "浦北县"
      }
    ],
    "300800": [
      {
        "id": 300801,
        "name": "港北区"
      },
      {
        "id": 300802,
        "name": "港南区"
      },
      {
        "id": 300803,
        "name": "覃塘区"
      },
      {
        "id": 300804,
        "name": "桂平市"
      },
      {
        "id": 300805,
        "name": "平南县"
      }
    ],
    "300900": [
      {
        "id": 300901,
        "name": "玉州区"
      },
      {
        "id": 300902,
        "name": "北流市"
      },
      {
        "id": 300903,
        "name": "容县"
      },
      {
        "id": 300904,
        "name": "陆川县"
      },
      {
        "id": 300905,
        "name": "博白县"
      },
      {
        "id": 300906,
        "name": "兴业县"
      }
    ],
    "301000": [
      {
        "id": 301001,
        "name": "右江区"
      },
      {
        "id": 301002,
        "name": "凌云县"
      },
      {
        "id": 301003,
        "name": "平果县"
      },
      {
        "id": 301004,
        "name": "西林县"
      },
      {
        "id": 301005,
        "name": "乐业县"
      },
      {
        "id": 301006,
        "name": "德保县"
      },
      {
        "id": 301007,
        "name": "田林县"
      },
      {
        "id": 301008,
        "name": "田阳县"
      },
      {
        "id": 301009,
        "name": "靖西县"
      },
      {
        "id": 301010,
        "name": "田东县"
      },
      {
        "id": 301011,
        "name": "那坡县"
      },
      {
        "id": 301012,
        "name": "隆林各族自治县"
      }
    ],
    "301100": [
      {
        "id": 301101,
        "name": "八步区"
      },
      {
        "id": 301102,
        "name": "钟山县"
      },
      {
        "id": 301103,
        "name": "昭平县"
      },
      {
        "id": 301104,
        "name": "富川瑶族自治县"
      }
    ],
    "301200": [
      {
        "id": 301201,
        "name": "金城江区"
      },
      {
        "id": 301202,
        "name": "宜州市"
      },
      {
        "id": 301203,
        "name": "天峨县"
      },
      {
        "id": 301204,
        "name": "凤山县"
      },
      {
        "id": 301205,
        "name": "南丹县"
      },
      {
        "id": 301206,
        "name": "东兰县"
      },
      {
        "id": 301207,
        "name": "都安瑶族自治县"
      },
      {
        "id": 301208,
        "name": "罗城仫佬族自治县"
      },
      {
        "id": 301209,
        "name": "巴马瑶族自治县"
      },
      {
        "id": 301210,
        "name": "环江毛南族自治县"
      },
      {
        "id": 301211,
        "name": "大化瑶族自治县"
      }
    ],
    "301300": [
      {
        "id": 301301,
        "name": "兴宾区"
      },
      {
        "id": 301302,
        "name": "合山市"
      },
      {
        "id": 301303,
        "name": "象州县"
      },
      {
        "id": 301304,
        "name": "武宣县"
      },
      {
        "id": 301305,
        "name": "忻城县"
      },
      {
        "id": 301306,
        "name": "金秀瑶族自治县"
      }
    ],
    "301400": [
      {
        "id": 301401,
        "name": "江州区"
      },
      {
        "id": 301402,
        "name": "凭祥市"
      },
      {
        "id": 301403,
        "name": "宁明县"
      },
      {
        "id": 301404,
        "name": "扶绥县"
      },
      {
        "id": 301405,
        "name": "龙州县"
      },
      {
        "id": 301406,
        "name": "大新县"
      },
      {
        "id": 301407,
        "name": "天等县"
      }
    ],
    "310100": [
      {
        "id": 310101,
        "name": "龙华区"
      },
      {
        "id": 310102,
        "name": "秀英区"
      },
      {
        "id": 310103,
        "name": "琼山区"
      },
      {
        "id": 310104,
        "name": "美兰区"
      }
    ],
    "310200": [
      {
        "id": 310201,
        "name": "三亚市"
      }
    ],
    "310300": [
      {
        "id": 310301,
        "name": "五指山"
      }
    ],
    "310400": [
      {
        "id": 310401,
        "name": "琼海"
      }
    ],
    "310500": [
      {
        "id": 310501,
        "name": "儋州"
      }
    ],
    "310600": [
      {
        "id": 310601,
        "name": "文昌"
      }
    ],
    "310700": [
      {
        "id": 310701,
        "name": "万宁"
      }
    ],
    "310800": [
      {
        "id": 310801,
        "name": "东方"
      }
    ],
    "310900": [
      {
        "id": 310901,
        "name": "澄迈县"
      }
    ],
    "311000": [
      {
        "id": 311001,
        "name": "定安县"
      }
    ],
    "311100": [
      {
        "id": 311101,
        "name": "屯昌县"
      }
    ],
    "311200": [
      {
        "id": 311201,
        "name": "临高县"
      }
    ],
    "311300": [
      {
        "id": 311301,
        "name": "白沙黎族自治县"
      }
    ],
    "311400": [
      {
        "id": 311401,
        "name": "昌江黎族自治县"
      }
    ],
    "311500": [
      {
        "id": 311501,
        "name": "乐东黎族自治县"
      }
    ],
    "311600": [
      {
        "id": 311601,
        "name": "陵水黎族自治县"
      }
    ],
    "311700": [
      {
        "id": 311701,
        "name": "保亭黎族苗族自治县"
      }
    ],
    "311800": [
      {
        "id": 311801,
        "name": "琼中黎族苗族自治县"
      }
    ],
    "320100": [
      {
        "id": 320101,
        "name": "渝中区"
      },
      {
        "id": 320102,
        "name": "大渡口区"
      },
      {
        "id": 320103,
        "name": "江北区"
      },
      {
        "id": 320104,
        "name": "南岸区"
      },
      {
        "id": 320105,
        "name": "北碚区"
      },
      {
        "id": 320106,
        "name": "渝北区"
      },
      {
        "id": 320107,
        "name": "巴南区"
      },
      {
        "id": 320108,
        "name": "长寿区"
      },
      {
        "id": 320109,
        "name": "双桥区"
      },
      {
        "id": 320110,
        "name": "沙坪坝区"
      },
      {
        "id": 320111,
        "name": "万盛区"
      },
      {
        "id": 320112,
        "name": "万州区"
      },
      {
        "id": 320113,
        "name": "涪陵区"
      },
      {
        "id": 320114,
        "name": "黔江区"
      },
      {
        "id": 320115,
        "name": "永川区"
      },
      {
        "id": 320116,
        "name": "合川区"
      },
      {
        "id": 320117,
        "name": "江津区"
      },
      {
        "id": 320118,
        "name": "九龙坡区"
      },
      {
        "id": 320119,
        "name": "南川区"
      },
      {
        "id": 320120,
        "name": "綦江县"
      },
      {
        "id": 320121,
        "name": "潼南县"
      },
      {
        "id": 320122,
        "name": "荣昌县"
      },
      {
        "id": 320123,
        "name": "璧山县"
      },
      {
        "id": 320124,
        "name": "大足县"
      },
      {
        "id": 320125,
        "name": "铜梁县"
      },
      {
        "id": 320126,
        "name": "梁平县"
      },
      {
        "id": 320127,
        "name": "开县"
      },
      {
        "id": 320128,
        "name": "忠县"
      },
      {
        "id": 320129,
        "name": "城口县"
      },
      {
        "id": 320130,
        "name": "垫江县"
      },
      {
        "id": 320131,
        "name": "武隆县"
      },
      {
        "id": 320132,
        "name": "丰都县"
      },
      {
        "id": 320133,
        "name": "奉节县"
      },
      {
        "id": 320134,
        "name": "云阳县"
      },
      {
        "id": 320135,
        "name": "巫溪县"
      },
      {
        "id": 320136,
        "name": "巫山县"
      },
      {
        "id": 320137,
        "name": "石柱土家族自治县"
      },
      {
        "id": 320138,
        "name": "秀山土家族苗族自治县"
      },
      {
        "id": 320139,
        "name": "酉阳土家族苗族自治县"
      },
      {
        "id": 320140,
        "name": "彭水苗族土家族自治县"
      }
    ],
    "330100": [
      {
        "id": 330101,
        "name": "青羊区"
      },
      {
        "id": 330102,
        "name": "锦江区"
      },
      {
        "id": 330103,
        "name": "金牛区"
      },
      {
        "id": 330104,
        "name": "武侯区"
      },
      {
        "id": 330105,
        "name": "成华区"
      },
      {
        "id": 330106,
        "name": "龙泉驿区"
      },
      {
        "id": 330107,
        "name": "青白江区"
      },
      {
        "id": 330108,
        "name": "新都区"
      },
      {
        "id": 330109,
        "name": "温江区"
      },
      {
        "id": 330110,
        "name": "都江堰市"
      },
      {
        "id": 330111,
        "name": "彭州市"
      },
      {
        "id": 330112,
        "name": "邛崃市"
      },
      {
        "id": 330113,
        "name": "崇州市"
      },
      {
        "id": 330114,
        "name": "金堂县"
      },
      {
        "id": 330115,
        "name": "郫县"
      },
      {
        "id": 330116,
        "name": "新津县"
      },
      {
        "id": 330117,
        "name": "双流县"
      },
      {
        "id": 330118,
        "name": "蒲江县"
      },
      {
        "id": 330119,
        "name": "大邑县"
      }
    ],
    "330200": [
      {
        "id": 330201,
        "name": "大安区"
      },
      {
        "id": 330202,
        "name": "自流井区"
      },
      {
        "id": 330203,
        "name": "贡井区"
      },
      {
        "id": 330204,
        "name": "沿滩区"
      },
      {
        "id": 330205,
        "name": "荣县"
      },
      {
        "id": 330206,
        "name": "富顺县"
      }
    ],
    "330300": [
      {
        "id": 330301,
        "name": "仁和区"
      },
      {
        "id": 330302,
        "name": "米易县"
      },
      {
        "id": 330303,
        "name": "盐边县"
      },
      {
        "id": 330304,
        "name": "东区"
      },
      {
        "id": 330305,
        "name": "西区"
      }
    ],
    "330400": [
      {
        "id": 330401,
        "name": "江阳区"
      },
      {
        "id": 330402,
        "name": "纳溪区"
      },
      {
        "id": 330403,
        "name": "龙马潭区"
      },
      {
        "id": 330404,
        "name": "泸县"
      },
      {
        "id": 330405,
        "name": "合江县"
      },
      {
        "id": 330406,
        "name": "叙永县"
      },
      {
        "id": 330407,
        "name": "古蔺县"
      }
    ],
    "330500": [
      {
        "id": 330501,
        "name": "旌阳区"
      },
      {
        "id": 330502,
        "name": "广汉市"
      },
      {
        "id": 330503,
        "name": "什邡市"
      },
      {
        "id": 330504,
        "name": "绵竹市"
      },
      {
        "id": 330505,
        "name": "罗江县"
      },
      {
        "id": 330506,
        "name": "中江县"
      }
    ],
    "330600": [
      {
        "id": 330601,
        "name": "涪城区"
      },
      {
        "id": 330602,
        "name": "游仙区"
      },
      {
        "id": 330603,
        "name": "江油市"
      },
      {
        "id": 330604,
        "name": "盐亭县"
      },
      {
        "id": 330605,
        "name": "三台县"
      },
      {
        "id": 330606,
        "name": "平武县"
      },
      {
        "id": 330607,
        "name": "安县"
      },
      {
        "id": 330608,
        "name": "梓潼县"
      },
      {
        "id": 330609,
        "name": "北川羌族自治县"
      }
    ],
    "330700": [
      {
        "id": 330701,
        "name": "元坝区"
      },
      {
        "id": 330702,
        "name": "朝天区"
      },
      {
        "id": 330703,
        "name": "青川县"
      },
      {
        "id": 330704,
        "name": "旺苍县"
      },
      {
        "id": 330705,
        "name": "剑阁县"
      },
      {
        "id": 330706,
        "name": "苍溪县"
      },
      {
        "id": 330707,
        "name": "市中区"
      }
    ],
    "330800": [
      {
        "id": 330801,
        "name": "船山区"
      },
      {
        "id": 330802,
        "name": "安居区"
      },
      {
        "id": 330803,
        "name": "射洪县"
      },
      {
        "id": 330804,
        "name": "蓬溪县"
      },
      {
        "id": 330805,
        "name": "大英县"
      }
    ],
    "330900": [
      {
        "id": 330901,
        "name": "市中区"
      },
      {
        "id": 330902,
        "name": "东兴区"
      },
      {
        "id": 330903,
        "name": "资中县"
      },
      {
        "id": 330904,
        "name": "隆昌县"
      },
      {
        "id": 330905,
        "name": "威远县"
      }
    ],
    "331000": [
      {
        "id": 331001,
        "name": "市中区"
      },
      {
        "id": 331002,
        "name": "五通桥区"
      },
      {
        "id": 331003,
        "name": "沙湾区"
      },
      {
        "id": 331004,
        "name": "金口河区"
      },
      {
        "id": 331005,
        "name": "峨眉山市"
      },
      {
        "id": 331006,
        "name": "夹江县"
      },
      {
        "id": 331007,
        "name": "井研县"
      },
      {
        "id": 331008,
        "name": "犍为县"
      },
      {
        "id": 331009,
        "name": "沐川县"
      },
      {
        "id": 331010,
        "name": "马边彝族自治县"
      },
      {
        "id": 331011,
        "name": "峨边彝族自治县"
      }
    ],
    "331100": [
      {
        "id": 331101,
        "name": "顺庆区"
      },
      {
        "id": 331102,
        "name": "高坪区"
      },
      {
        "id": 331103,
        "name": "嘉陵区"
      },
      {
        "id": 331104,
        "name": "阆中市"
      },
      {
        "id": 331105,
        "name": "营山县"
      },
      {
        "id": 331106,
        "name": "蓬安县"
      },
      {
        "id": 331107,
        "name": "仪陇县"
      },
      {
        "id": 331108,
        "name": "南部县"
      },
      {
        "id": 331109,
        "name": "西充县"
      }
    ],
    "331200": [
      {
        "id": 331201,
        "name": "东坡区"
      },
      {
        "id": 331202,
        "name": "仁寿县"
      },
      {
        "id": 331203,
        "name": "彭山县"
      },
      {
        "id": 331204,
        "name": "洪雅县"
      },
      {
        "id": 331205,
        "name": "丹棱县"
      },
      {
        "id": 331206,
        "name": "青神县"
      }
    ],
    "331300": [
      {
        "id": 331301,
        "name": "翠屏区"
      },
      {
        "id": 331302,
        "name": "宜宾县"
      },
      {
        "id": 331303,
        "name": "兴文县"
      },
      {
        "id": 331304,
        "name": "南溪县"
      },
      {
        "id": 331305,
        "name": "珙县"
      },
      {
        "id": 331306,
        "name": "长宁县"
      },
      {
        "id": 331307,
        "name": "高县"
      },
      {
        "id": 331308,
        "name": "江安县"
      },
      {
        "id": 331309,
        "name": "筠连县"
      },
      {
        "id": 331310,
        "name": "屏山县"
      }
    ],
    "331400": [
      {
        "id": 331401,
        "name": "广安区"
      },
      {
        "id": 331402,
        "name": "华蓥市"
      },
      {
        "id": 331403,
        "name": "岳池县"
      },
      {
        "id": 331404,
        "name": "邻水县"
      },
      {
        "id": 331405,
        "name": "武胜县"
      }
    ],
    "331500": [
      {
        "id": 331501,
        "name": "通川区"
      },
      {
        "id": 331502,
        "name": "万源市"
      },
      {
        "id": 331503,
        "name": "达县"
      },
      {
        "id": 331504,
        "name": "渠县"
      },
      {
        "id": 331505,
        "name": "宣汉县"
      },
      {
        "id": 331506,
        "name": "开江县"
      },
      {
        "id": 331507,
        "name": "大竹县"
      }
    ],
    "331600": [
      {
        "id": 331601,
        "name": "雨城区"
      },
      {
        "id": 331602,
        "name": "芦山县"
      },
      {
        "id": 331603,
        "name": "石棉县"
      },
      {
        "id": 331604,
        "name": "名山县"
      },
      {
        "id": 331605,
        "name": "天全县"
      },
      {
        "id": 331606,
        "name": "荥经县"
      },
      {
        "id": 331607,
        "name": "宝兴县"
      },
      {
        "id": 331608,
        "name": "汉源县"
      }
    ],
    "331700": [
      {
        "id": 331701,
        "name": "巴州区"
      },
      {
        "id": 331702,
        "name": "南江县"
      },
      {
        "id": 331703,
        "name": "平昌县"
      },
      {
        "id": 331704,
        "name": "通江县"
      }
    ],
    "331800": [
      {
        "id": 331801,
        "name": "雁江区"
      },
      {
        "id": 331802,
        "name": "简阳市"
      },
      {
        "id": 331803,
        "name": "安岳县"
      },
      {
        "id": 331804,
        "name": "乐至县"
      }
    ],
    "331900": [
      {
        "id": 331901,
        "name": "马尔康县"
      },
      {
        "id": 331902,
        "name": "九寨沟县"
      },
      {
        "id": 331903,
        "name": "红原县"
      },
      {
        "id": 331904,
        "name": "汶川县"
      },
      {
        "id": 331905,
        "name": "阿坝县"
      },
      {
        "id": 331906,
        "name": "理县"
      },
      {
        "id": 331907,
        "name": "若尔盖县"
      },
      {
        "id": 331908,
        "name": "小金县"
      },
      {
        "id": 331909,
        "name": "黑水县"
      },
      {
        "id": 331910,
        "name": "金川县"
      },
      {
        "id": 331911,
        "name": "松潘县"
      },
      {
        "id": 331912,
        "name": "壤塘县"
      },
      {
        "id": 331913,
        "name": "茂县"
      }
    ],
    "332000": [
      {
        "id": 332001,
        "name": "康定县"
      },
      {
        "id": 332002,
        "name": "丹巴县"
      },
      {
        "id": 332003,
        "name": "炉霍县"
      },
      {
        "id": 332004,
        "name": "九龙县"
      },
      {
        "id": 332005,
        "name": "甘孜县"
      },
      {
        "id": 332006,
        "name": "雅江县"
      },
      {
        "id": 332007,
        "name": "新龙县"
      },
      {
        "id": 332008,
        "name": "道孚县"
      },
      {
        "id": 332009,
        "name": "白玉县"
      },
      {
        "id": 332010,
        "name": "理塘县"
      },
      {
        "id": 332011,
        "name": "德格县"
      },
      {
        "id": 332012,
        "name": "乡城县"
      },
      {
        "id": 332013,
        "name": "石渠县"
      },
      {
        "id": 332014,
        "name": "稻城县"
      },
      {
        "id": 332015,
        "name": "色达县"
      },
      {
        "id": 332016,
        "name": "巴塘县"
      },
      {
        "id": 332017,
        "name": "泸定县"
      },
      {
        "id": 332018,
        "name": "得荣县"
      }
    ],
    "332100": [
      {
        "id": 332101,
        "name": "西昌市"
      },
      {
        "id": 332102,
        "name": "美姑县"
      },
      {
        "id": 332103,
        "name": "昭觉县"
      },
      {
        "id": 332104,
        "name": "金阳县"
      },
      {
        "id": 332105,
        "name": "甘洛县"
      },
      {
        "id": 332106,
        "name": "布拖县"
      },
      {
        "id": 332107,
        "name": "雷波县"
      },
      {
        "id": 332108,
        "name": "普格县"
      },
      {
        "id": 332109,
        "name": "宁南县"
      },
      {
        "id": 332110,
        "name": "喜德县"
      },
      {
        "id": 332111,
        "name": "会东县"
      },
      {
        "id": 332112,
        "name": "越西县"
      },
      {
        "id": 332113,
        "name": "会理县"
      },
      {
        "id": 332114,
        "name": "盐源县"
      },
      {
        "id": 332115,
        "name": "德昌县"
      },
      {
        "id": 332116,
        "name": "冕宁县"
      },
      {
        "id": 332117,
        "name": "木里藏族自治县"
      }
    ],
    "340100": [
      {
        "id": 340101,
        "name": "南明区"
      },
      {
        "id": 340102,
        "name": "云岩区"
      },
      {
        "id": 340103,
        "name": "花溪区"
      },
      {
        "id": 340104,
        "name": "乌当区"
      },
      {
        "id": 340105,
        "name": "白云区"
      },
      {
        "id": 340106,
        "name": "小河区"
      },
      {
        "id": 340107,
        "name": "清镇市"
      },
      {
        "id": 340108,
        "name": "开阳县"
      },
      {
        "id": 340109,
        "name": "修文县"
      },
      {
        "id": 340110,
        "name": "息烽县"
      }
    ],
    "340200": [
      {
        "id": 340201,
        "name": "钟山区"
      },
      {
        "id": 340202,
        "name": "水城县"
      },
      {
        "id": 340203,
        "name": "盘县"
      },
      {
        "id": 340204,
        "name": "六枝特区"
      }
    ],
    "340300": [
      {
        "id": 340301,
        "name": "红花岗区"
      },
      {
        "id": 340302,
        "name": "汇川区"
      },
      {
        "id": 340303,
        "name": "赤水市"
      },
      {
        "id": 340304,
        "name": "仁怀市"
      },
      {
        "id": 340305,
        "name": "遵义县"
      },
      {
        "id": 340306,
        "name": "绥阳县"
      },
      {
        "id": 340307,
        "name": "桐梓县"
      },
      {
        "id": 340308,
        "name": "习水县"
      },
      {
        "id": 340309,
        "name": "凤冈县"
      },
      {
        "id": 340310,
        "name": "正安县"
      },
      {
        "id": 340311,
        "name": "余庆县"
      },
      {
        "id": 340312,
        "name": "湄潭县"
      },
      {
        "id": 340313,
        "name": "道真仡佬族苗族自治县"
      },
      {
        "id": 340314,
        "name": "务川仡佬族苗族自治县"
      }
    ],
    "340400": [
      {
        "id": 340401,
        "name": "西秀区"
      },
      {
        "id": 340402,
        "name": "普定县"
      },
      {
        "id": 340403,
        "name": "平坝县"
      },
      {
        "id": 340404,
        "name": "镇宁布依族苗族自治县"
      },
      {
        "id": 340405,
        "name": "紫云苗族布依族自治县"
      },
      {
        "id": 340406,
        "name": "关岭布依族苗族自治县"
      }
    ],
    "340500": [
      {
        "id": 340501,
        "name": "铜仁市"
      },
      {
        "id": 340502,
        "name": "德江县"
      },
      {
        "id": 340503,
        "name": "江口县"
      },
      {
        "id": 340504,
        "name": "思南县"
      },
      {
        "id": 340505,
        "name": "石阡县"
      },
      {
        "id": 340506,
        "name": "玉屏侗族自治县"
      },
      {
        "id": 340507,
        "name": "松桃苗族自治县"
      },
      {
        "id": 340508,
        "name": "印江土家族苗族自治县"
      },
      {
        "id": 340509,
        "name": "沿河土家族自治县"
      },
      {
        "id": 340510,
        "name": "万山特区"
      }
    ],
    "340600": [
      {
        "id": 340601,
        "name": "毕节市"
      },
      {
        "id": 340602,
        "name": "黔西县"
      },
      {
        "id": 340603,
        "name": "大方县"
      },
      {
        "id": 340604,
        "name": "织金县"
      },
      {
        "id": 340605,
        "name": "金沙县"
      },
      {
        "id": 340606,
        "name": "赫章县"
      },
      {
        "id": 340607,
        "name": "纳雍县"
      },
      {
        "id": 340608,
        "name": "威宁彝族回族苗族自治县"
      }
    ],
    "340700": [
      {
        "id": 340701,
        "name": "兴义市"
      },
      {
        "id": 340702,
        "name": "望谟县"
      },
      {
        "id": 340703,
        "name": "兴仁县"
      },
      {
        "id": 340704,
        "name": "普安县"
      },
      {
        "id": 340705,
        "name": "册亨县"
      },
      {
        "id": 340706,
        "name": "晴隆县"
      },
      {
        "id": 340707,
        "name": "贞丰县"
      },
      {
        "id": 340708,
        "name": "安龙县"
      }
    ],
    "340800": [
      {
        "id": 340801,
        "name": "凯里市"
      },
      {
        "id": 340802,
        "name": "施秉县"
      },
      {
        "id": 340803,
        "name": "从江县"
      },
      {
        "id": 340804,
        "name": "锦屏县"
      },
      {
        "id": 340805,
        "name": "镇远县"
      },
      {
        "id": 340806,
        "name": "麻江县"
      },
      {
        "id": 340807,
        "name": "台江县"
      },
      {
        "id": 340808,
        "name": "天柱县"
      },
      {
        "id": 340809,
        "name": "黄平县"
      },
      {
        "id": 340810,
        "name": "榕江县"
      },
      {
        "id": 340811,
        "name": "剑河县"
      },
      {
        "id": 340812,
        "name": "三穗县"
      },
      {
        "id": 340813,
        "name": "雷山县"
      },
      {
        "id": 340814,
        "name": "黎平县"
      },
      {
        "id": 340815,
        "name": "岑巩县"
      },
      {
        "id": 340816,
        "name": "丹寨县"
      }
    ],
    "340900": [
      {
        "id": 340901,
        "name": "都匀市"
      },
      {
        "id": 340902,
        "name": "福泉市"
      },
      {
        "id": 340903,
        "name": "贵定县"
      },
      {
        "id": 340904,
        "name": "惠水县"
      },
      {
        "id": 340905,
        "name": "罗甸县"
      },
      {
        "id": 340906,
        "name": "瓮安县"
      },
      {
        "id": 340907,
        "name": "荔波县"
      },
      {
        "id": 340908,
        "name": "龙里县"
      },
      {
        "id": 340909,
        "name": "平塘县"
      },
      {
        "id": 340910,
        "name": "长顺县"
      },
      {
        "id": 340911,
        "name": "独山县"
      },
      {
        "id": 340912,
        "name": "三都水族自治县"
      }
    ],
    "350100": [
      {
        "id": 350101,
        "name": "盘龙区"
      },
      {
        "id": 350102,
        "name": "五华区"
      },
      {
        "id": 350103,
        "name": "官渡区"
      },
      {
        "id": 350104,
        "name": "西山区"
      },
      {
        "id": 350105,
        "name": "东川区"
      },
      {
        "id": 350106,
        "name": "安宁市"
      },
      {
        "id": 350107,
        "name": "呈贡县"
      },
      {
        "id": 350108,
        "name": "晋宁县"
      },
      {
        "id": 350109,
        "name": "富民县"
      },
      {
        "id": 350110,
        "name": "宜良县"
      },
      {
        "id": 350111,
        "name": "嵩明县"
      },
      {
        "id": 350112,
        "name": "石林彝族自治县"
      },
      {
        "id": 350113,
        "name": "禄劝彝族苗族自治县"
      },
      {
        "id": 350114,
        "name": "寻甸回族彝族自治县"
      }
    ],
    "350200": [
      {
        "id": 350201,
        "name": "麒麟区"
      },
      {
        "id": 350202,
        "name": "宣威市"
      },
      {
        "id": 350203,
        "name": "马龙县"
      },
      {
        "id": 350204,
        "name": "沾益县"
      },
      {
        "id": 350205,
        "name": "富源县"
      },
      {
        "id": 350206,
        "name": "罗平县"
      },
      {
        "id": 350207,
        "name": "师宗县"
      },
      {
        "id": 350208,
        "name": "陆良县"
      },
      {
        "id": 350209,
        "name": "会泽县"
      }
    ],
    "350300": [
      {
        "id": 350301,
        "name": "红塔区"
      },
      {
        "id": 350302,
        "name": "江川县"
      },
      {
        "id": 350303,
        "name": "澄江县"
      },
      {
        "id": 350304,
        "name": "通海县"
      },
      {
        "id": 350305,
        "name": "华宁县"
      },
      {
        "id": 350306,
        "name": "易门县"
      },
      {
        "id": 350307,
        "name": "峨山彝族自治县"
      },
      {
        "id": 350308,
        "name": "新平彝族傣族自治县"
      },
      {
        "id": 350309,
        "name": "元江哈尼族彝族傣族自治县"
      }
    ],
    "350400": [
      {
        "id": 350401,
        "name": "隆阳区"
      },
      {
        "id": 350402,
        "name": "施甸县"
      },
      {
        "id": 350403,
        "name": "腾冲县"
      },
      {
        "id": 350404,
        "name": "龙陵县"
      },
      {
        "id": 350405,
        "name": "昌宁县"
      }
    ],
    "350500": [
      {
        "id": 350501,
        "name": "昭阳区"
      },
      {
        "id": 350502,
        "name": "鲁甸县"
      },
      {
        "id": 350503,
        "name": "巧家县"
      },
      {
        "id": 350504,
        "name": "盐津县"
      },
      {
        "id": 350505,
        "name": "大关县"
      },
      {
        "id": 350506,
        "name": "永善县"
      },
      {
        "id": 350507,
        "name": "绥江县"
      },
      {
        "id": 350508,
        "name": "镇雄县"
      },
      {
        "id": 350509,
        "name": "彝良县"
      },
      {
        "id": 350510,
        "name": "威信县"
      },
      {
        "id": 350511,
        "name": "水富县"
      }
    ],
    "350600": [
      {
        "id": 350601,
        "name": "古城区"
      },
      {
        "id": 350602,
        "name": "永胜县"
      },
      {
        "id": 350603,
        "name": "华坪县"
      },
      {
        "id": 350604,
        "name": "玉龙纳西族自治县"
      },
      {
        "id": 350605,
        "name": "宁蒗彝族自治县"
      }
    ],
    "350700": [
      {
        "id": 350701,
        "name": "思茅区"
      },
      {
        "id": 350702,
        "name": "普洱哈尼族彝族自治县"
      },
      {
        "id": 350703,
        "name": "墨江哈尼族自治县"
      },
      {
        "id": 350704,
        "name": "景东彝族自治县"
      },
      {
        "id": 350705,
        "name": "景谷傣族彝族自治县"
      },
      {
        "id": 350706,
        "name": "镇沅彝族哈尼族拉祜族自治县"
      },
      {
        "id": 350707,
        "name": "江城哈尼族彝族自治县"
      },
      {
        "id": 350708,
        "name": "孟连傣族拉祜族佤族自治县"
      },
      {
        "id": 350709,
        "name": "澜沧拉祜族自治县"
      },
      {
        "id": 350710,
        "name": "西盟佤族自治县"
      }
    ],
    "350800": [
      {
        "id": 350801,
        "name": "临翔区"
      },
      {
        "id": 350802,
        "name": "凤庆县"
      },
      {
        "id": 350803,
        "name": "云县"
      },
      {
        "id": 350804,
        "name": "永德县"
      },
      {
        "id": 350805,
        "name": "镇康县"
      },
      {
        "id": 350806,
        "name": "双江拉祜族佤族布朗族傣族自治县"
      },
      {
        "id": 350807,
        "name": "耿马傣族佤族自治县"
      },
      {
        "id": 350808,
        "name": "沧源佤族自治县"
      }
    ],
    "350900": [
      {
        "id": 350901,
        "name": "潞西市"
      },
      {
        "id": 350902,
        "name": "瑞丽市"
      },
      {
        "id": 350903,
        "name": "梁河县"
      },
      {
        "id": 350904,
        "name": "盈江县"
      },
      {
        "id": 350905,
        "name": "陇川县"
      }
    ],
    "351000": [
      {
        "id": 351001,
        "name": "泸水县"
      },
      {
        "id": 351002,
        "name": "福贡县"
      },
      {
        "id": 351003,
        "name": "贡山独龙族怒族自治县"
      },
      {
        "id": 351004,
        "name": "兰坪白族普米族自治县"
      }
    ],
    "351100": [
      {
        "id": 351101,
        "name": "香格里拉县"
      },
      {
        "id": 351102,
        "name": "德钦县"
      },
      {
        "id": 351103,
        "name": "维西傈僳族自治县"
      }
    ],
    "351200": [
      {
        "id": 351201,
        "name": "大理市"
      },
      {
        "id": 351202,
        "name": "祥云县"
      },
      {
        "id": 351203,
        "name": "宾川县"
      },
      {
        "id": 351204,
        "name": "弥渡县"
      },
      {
        "id": 351205,
        "name": "永平县"
      },
      {
        "id": 351206,
        "name": "云龙县"
      },
      {
        "id": 351207,
        "name": "洱源县"
      },
      {
        "id": 351208,
        "name": "剑川县"
      },
      {
        "id": 351209,
        "name": "鹤庆县"
      },
      {
        "id": 351210,
        "name": "漾濞彝族自治县"
      },
      {
        "id": 351211,
        "name": "南涧彝族自治县"
      },
      {
        "id": 351212,
        "name": "巍山彝族回族自治县"
      }
    ],
    "351300": [
      {
        "id": 351301,
        "name": "楚雄市"
      },
      {
        "id": 351302,
        "name": "双柏县"
      },
      {
        "id": 351303,
        "name": "牟定县"
      },
      {
        "id": 351304,
        "name": "南华县"
      },
      {
        "id": 351305,
        "name": "姚安县"
      },
      {
        "id": 351306,
        "name": "大姚县"
      },
      {
        "id": 351307,
        "name": "永仁县"
      },
      {
        "id": 351308,
        "name": "元谋县"
      },
      {
        "id": 351309,
        "name": "武定县"
      },
      {
        "id": 351310,
        "name": "禄丰县"
      }
    ],
    "351400": [
      {
        "id": 351401,
        "name": "蒙自县"
      },
      {
        "id": 351402,
        "name": "个旧市"
      },
      {
        "id": 351403,
        "name": "开远市"
      },
      {
        "id": 351404,
        "name": "绿春县"
      },
      {
        "id": 351405,
        "name": "建水县"
      },
      {
        "id": 351406,
        "name": "石屏县"
      },
      {
        "id": 351407,
        "name": "弥勒县"
      },
      {
        "id": 351408,
        "name": "泸西县"
      },
      {
        "id": 351409,
        "name": "元阳县"
      },
      {
        "id": 351410,
        "name": "红河县"
      },
      {
        "id": 351411,
        "name": "金平苗族瑶族傣族自治县"
      },
      {
        "id": 351412,
        "name": "河口瑶族自治县"
      },
      {
        "id": 351413,
        "name": "屏边苗族自治县"
      }
    ],
    "351500": [
      {
        "id": 351501,
        "name": "文山县"
      },
      {
        "id": 351502,
        "name": "砚山县"
      },
      {
        "id": 351503,
        "name": "西畴县"
      },
      {
        "id": 351504,
        "name": "麻栗坡县"
      },
      {
        "id": 351505,
        "name": "马关县"
      },
      {
        "id": 351506,
        "name": "丘北县"
      },
      {
        "id": 351507,
        "name": "广南县"
      },
      {
        "id": 351508,
        "name": "富宁县"
      }
    ],
    "351600": [
      {
        "id": 351601,
        "name": "景洪市"
      },
      {
        "id": 351602,
        "name": "勐海县"
      },
      {
        "id": 351603,
        "name": "勐腊县"
      }
    ],
    "360100": [
      {
        "id": 360101,
        "name": "城关区"
      },
      {
        "id": 360102,
        "name": "林周县"
      },
      {
        "id": 360103,
        "name": "当雄县"
      },
      {
        "id": 360104,
        "name": "尼木县"
      },
      {
        "id": 360105,
        "name": "曲水县"
      },
      {
        "id": 360106,
        "name": "堆龙德庆县"
      },
      {
        "id": 360107,
        "name": "达孜县"
      },
      {
        "id": 360108,
        "name": "墨竹工卡县"
      }
    ],
    "360200": [
      {
        "id": 360201,
        "name": "那曲县"
      },
      {
        "id": 360202,
        "name": "嘉黎县"
      },
      {
        "id": 360203,
        "name": "比如县"
      },
      {
        "id": 360204,
        "name": "聂荣县"
      },
      {
        "id": 360205,
        "name": "安多县"
      },
      {
        "id": 360206,
        "name": "申扎县"
      },
      {
        "id": 360207,
        "name": "索县"
      },
      {
        "id": 360208,
        "name": "班戈县"
      },
      {
        "id": 360209,
        "name": "巴青县"
      },
      {
        "id": 360210,
        "name": "尼玛县"
      }
    ],
    "360300": [
      {
        "id": 360301,
        "name": "昌都县"
      },
      {
        "id": 360302,
        "name": "江达县"
      },
      {
        "id": 360303,
        "name": "贡觉县"
      },
      {
        "id": 360304,
        "name": "类乌齐县"
      },
      {
        "id": 360305,
        "name": "丁青县"
      },
      {
        "id": 360306,
        "name": "察雅县"
      },
      {
        "id": 360307,
        "name": "八宿县"
      },
      {
        "id": 360308,
        "name": "左贡县"
      },
      {
        "id": 360309,
        "name": "芒康县"
      },
      {
        "id": 360310,
        "name": "洛隆县"
      },
      {
        "id": 360311,
        "name": "边坝县"
      }
    ],
    "360400": [
      {
        "id": 360401,
        "name": "林芝县"
      },
      {
        "id": 360402,
        "name": "工布江达县"
      },
      {
        "id": 360403,
        "name": "米林县"
      },
      {
        "id": 360404,
        "name": "墨脱县"
      },
      {
        "id": 360405,
        "name": "波密县"
      },
      {
        "id": 360406,
        "name": "察隅县"
      },
      {
        "id": 360407,
        "name": "朗县"
      }
    ],
    "360500": [
      {
        "id": 360501,
        "name": "乃东县"
      },
      {
        "id": 360502,
        "name": "扎囊县"
      },
      {
        "id": 360503,
        "name": "贡嘎县"
      },
      {
        "id": 360504,
        "name": "桑日县"
      },
      {
        "id": 360505,
        "name": "琼结县"
      },
      {
        "id": 360506,
        "name": "曲松县"
      },
      {
        "id": 360507,
        "name": "措美县"
      },
      {
        "id": 360508,
        "name": "洛扎县"
      },
      {
        "id": 360509,
        "name": "加查县"
      },
      {
        "id": 360510,
        "name": "隆子县"
      },
      {
        "id": 360511,
        "name": "错那县"
      },
      {
        "id": 360512,
        "name": "浪卡子县"
      }
    ],
    "360600": [
      {
        "id": 360601,
        "name": "日喀则市"
      },
      {
        "id": 360602,
        "name": "南木林县"
      },
      {
        "id": 360603,
        "name": "江孜县"
      },
      {
        "id": 360604,
        "name": "定日县"
      },
      {
        "id": 360605,
        "name": "萨迦县"
      },
      {
        "id": 360606,
        "name": "拉孜县"
      },
      {
        "id": 360607,
        "name": "昂仁县"
      },
      {
        "id": 360608,
        "name": "谢通门县"
      },
      {
        "id": 360609,
        "name": "白朗县"
      },
      {
        "id": 360610,
        "name": "仁布县"
      },
      {
        "id": 360611,
        "name": "康马县"
      },
      {
        "id": 360612,
        "name": "定结县"
      },
      {
        "id": 360613,
        "name": "仲巴县"
      },
      {
        "id": 360614,
        "name": "亚东县"
      },
      {
        "id": 360615,
        "name": "吉隆县"
      },
      {
        "id": 360616,
        "name": "聂拉木县"
      },
      {
        "id": 360617,
        "name": "萨嘎县"
      },
      {
        "id": 360618,
        "name": "岗巴县"
      }
    ],
    "360700": [
      {
        "id": 360701,
        "name": "噶尔县"
      },
      {
        "id": 360702,
        "name": "普兰县"
      },
      {
        "id": 360703,
        "name": "札达县"
      },
      {
        "id": 360704,
        "name": "日土县"
      },
      {
        "id": 360705,
        "name": "革吉县"
      },
      {
        "id": 360706,
        "name": "改则县"
      },
      {
        "id": 360707,
        "name": "措勤县"
      }
    ],
    "370100": [
      {
        "id": 370101,
        "name": "莲湖区"
      },
      {
        "id": 370102,
        "name": "新城区"
      },
      {
        "id": 370103,
        "name": "碑林区"
      },
      {
        "id": 370104,
        "name": "雁塔区"
      },
      {
        "id": 370105,
        "name": "灞桥区"
      },
      {
        "id": 370106,
        "name": "未央区"
      },
      {
        "id": 370107,
        "name": "阎良区"
      },
      {
        "id": 370108,
        "name": "临潼区"
      },
      {
        "id": 370109,
        "name": "长安区"
      },
      {
        "id": 370110,
        "name": "高陵县"
      },
      {
        "id": 370111,
        "name": "蓝田县"
      },
      {
        "id": 370112,
        "name": "户县"
      },
      {
        "id": 370113,
        "name": "周至县"
      }
    ],
    "370200": [
      {
        "id": 370201,
        "name": "耀州区"
      },
      {
        "id": 370202,
        "name": "王益区"
      },
      {
        "id": 370203,
        "name": "印台区"
      },
      {
        "id": 370204,
        "name": "宜君县"
      }
    ],
    "370300": [
      {
        "id": 370301,
        "name": "渭滨区"
      },
      {
        "id": 370302,
        "name": "金台区"
      },
      {
        "id": 370303,
        "name": "陈仓区"
      },
      {
        "id": 370304,
        "name": "岐山县"
      },
      {
        "id": 370305,
        "name": "凤翔县"
      },
      {
        "id": 370306,
        "name": "陇县"
      },
      {
        "id": 370307,
        "name": "太白县"
      },
      {
        "id": 370308,
        "name": "麟游县"
      },
      {
        "id": 370309,
        "name": "扶风县"
      },
      {
        "id": 370310,
        "name": "千阳县"
      },
      {
        "id": 370311,
        "name": "眉县"
      },
      {
        "id": 370312,
        "name": "凤县"
      }
    ],
    "370400": [
      {
        "id": 370401,
        "name": "秦都区"
      },
      {
        "id": 370402,
        "name": "渭城区"
      },
      {
        "id": 370403,
        "name": "杨陵区"
      },
      {
        "id": 370404,
        "name": "兴平市"
      },
      {
        "id": 370405,
        "name": "礼泉县"
      },
      {
        "id": 370406,
        "name": "泾阳县"
      },
      {
        "id": 370407,
        "name": "永寿县"
      },
      {
        "id": 370408,
        "name": "三原县"
      },
      {
        "id": 370409,
        "name": "彬县"
      },
      {
        "id": 370410,
        "name": "旬邑县"
      },
      {
        "id": 370411,
        "name": "长武县"
      },
      {
        "id": 370412,
        "name": "乾县"
      },
      {
        "id": 370413,
        "name": "武功县"
      },
      {
        "id": 370414,
        "name": "淳化县"
      }
    ],
    "370500": [
      {
        "id": 370501,
        "name": "临渭区"
      },
      {
        "id": 370502,
        "name": "韩城市"
      },
      {
        "id": 370503,
        "name": "华阴市"
      },
      {
        "id": 370504,
        "name": "蒲城县"
      },
      {
        "id": 370505,
        "name": "潼关县"
      },
      {
        "id": 370506,
        "name": "白水县"
      },
      {
        "id": 370507,
        "name": "澄城县"
      },
      {
        "id": 370508,
        "name": "华县"
      },
      {
        "id": 370509,
        "name": "合阳县"
      },
      {
        "id": 370510,
        "name": "富平县"
      },
      {
        "id": 370511,
        "name": "大荔县"
      }
    ],
    "370600": [
      {
        "id": 370601,
        "name": "宝塔区"
      },
      {
        "id": 370602,
        "name": "安塞县"
      },
      {
        "id": 370603,
        "name": "洛川县"
      },
      {
        "id": 370604,
        "name": "子长县"
      },
      {
        "id": 370605,
        "name": "黄陵县"
      },
      {
        "id": 370606,
        "name": "延川县"
      },
      {
        "id": 370607,
        "name": "富县"
      },
      {
        "id": 370608,
        "name": "延长县"
      },
      {
        "id": 370609,
        "name": "甘泉县"
      },
      {
        "id": 370610,
        "name": "宜川县"
      },
      {
        "id": 370611,
        "name": "志丹县"
      },
      {
        "id": 370612,
        "name": "黄龙县"
      },
      {
        "id": 370613,
        "name": "吴起县"
      }
    ],
    "370700": [
      {
        "id": 370701,
        "name": "汉台区"
      },
      {
        "id": 370702,
        "name": "留坝县"
      },
      {
        "id": 370703,
        "name": "镇巴县"
      },
      {
        "id": 370704,
        "name": "城固县"
      },
      {
        "id": 370705,
        "name": "南郑县"
      },
      {
        "id": 370706,
        "name": "洋县"
      },
      {
        "id": 370707,
        "name": "宁强县"
      },
      {
        "id": 370708,
        "name": "佛坪县"
      },
      {
        "id": 370709,
        "name": "勉县"
      },
      {
        "id": 370710,
        "name": "西乡县"
      },
      {
        "id": 370711,
        "name": "略阳县"
      }
    ],
    "370800": [
      {
        "id": 370801,
        "name": "榆阳区"
      },
      {
        "id": 370802,
        "name": "清涧县"
      },
      {
        "id": 370803,
        "name": "绥德县"
      },
      {
        "id": 370804,
        "name": "神木县"
      },
      {
        "id": 370805,
        "name": "佳县"
      },
      {
        "id": 370806,
        "name": "府谷县"
      },
      {
        "id": 370807,
        "name": "子洲县"
      },
      {
        "id": 370808,
        "name": "靖边县"
      },
      {
        "id": 370809,
        "name": "横山县"
      },
      {
        "id": 370810,
        "name": "米脂县"
      },
      {
        "id": 370811,
        "name": "吴堡县"
      },
      {
        "id": 370812,
        "name": "定边县"
      }
    ],
    "370900": [
      {
        "id": 370901,
        "name": "汉滨区"
      },
      {
        "id": 370902,
        "name": "紫阳县"
      },
      {
        "id": 370903,
        "name": "岚皋县"
      },
      {
        "id": 370904,
        "name": "旬阳县"
      },
      {
        "id": 370905,
        "name": "镇坪县"
      },
      {
        "id": 370906,
        "name": "平利县"
      },
      {
        "id": 370907,
        "name": "石泉县"
      },
      {
        "id": 370908,
        "name": "宁陕县"
      },
      {
        "id": 370909,
        "name": "白河县"
      },
      {
        "id": 370910,
        "name": "汉阴县"
      }
    ],
    "371000": [
      {
        "id": 371001,
        "name": "商州区"
      },
      {
        "id": 371002,
        "name": "镇安县"
      },
      {
        "id": 371003,
        "name": "山阳县"
      },
      {
        "id": 371004,
        "name": "洛南县"
      },
      {
        "id": 371005,
        "name": "商南县"
      },
      {
        "id": 371006,
        "name": "丹凤县"
      },
      {
        "id": 371007,
        "name": "柞水县"
      }
    ],
    "380100": [
      {
        "id": 380101,
        "name": "城关区"
      },
      {
        "id": 380102,
        "name": "七里河区"
      },
      {
        "id": 380103,
        "name": "西固区"
      },
      {
        "id": 380104,
        "name": "安宁区"
      },
      {
        "id": 380105,
        "name": "红古区"
      },
      {
        "id": 380106,
        "name": "永登县"
      },
      {
        "id": 380107,
        "name": "皋兰县"
      },
      {
        "id": 380108,
        "name": "榆中县"
      }
    ],
    "380200": [
      {
        "id": 380201,
        "name": "嘉峪关市"
      }
    ],
    "380300": [
      {
        "id": 380301,
        "name": "金川区"
      },
      {
        "id": 380302,
        "name": "永昌县"
      }
    ],
    "380400": [
      {
        "id": 380401,
        "name": "白银区"
      },
      {
        "id": 380402,
        "name": "平川区"
      },
      {
        "id": 380403,
        "name": "靖远县"
      },
      {
        "id": 380404,
        "name": "会宁县"
      },
      {
        "id": 380405,
        "name": "景泰县"
      }
    ],
    "380500": [
      {
        "id": 380501,
        "name": "清水县"
      },
      {
        "id": 380502,
        "name": "秦安县"
      },
      {
        "id": 380503,
        "name": "甘谷县"
      },
      {
        "id": 380504,
        "name": "武山县"
      },
      {
        "id": 380505,
        "name": "张家川回族自治县"
      },
      {
        "id": 380506,
        "name": "北道区"
      },
      {
        "id": 380507,
        "name": "秦城区"
      }
    ],
    "380600": [
      {
        "id": 380601,
        "name": "凉州区"
      },
      {
        "id": 380602,
        "name": "民勤县"
      },
      {
        "id": 380603,
        "name": "古浪县"
      },
      {
        "id": 380604,
        "name": "天祝藏族自治县"
      }
    ],
    "380700": [
      {
        "id": 380701,
        "name": "肃州区"
      },
      {
        "id": 380702,
        "name": "玉门市"
      },
      {
        "id": 380703,
        "name": "敦煌市"
      },
      {
        "id": 380704,
        "name": "金塔县"
      },
      {
        "id": 380705,
        "name": "肃北蒙古族自治县"
      },
      {
        "id": 380706,
        "name": "阿克塞哈萨克族自治县"
      },
      {
        "id": 380707,
        "name": "安西县"
      }
    ],
    "380800": [
      {
        "id": 380801,
        "name": "甘州区"
      },
      {
        "id": 380802,
        "name": "民乐县"
      },
      {
        "id": 380803,
        "name": "临泽县"
      },
      {
        "id": 380804,
        "name": "高台县"
      },
      {
        "id": 380805,
        "name": "山丹县"
      },
      {
        "id": 380806,
        "name": "肃南裕固族自治县"
      }
    ],
    "380900": [
      {
        "id": 380901,
        "name": "西峰区"
      },
      {
        "id": 380902,
        "name": "庆城县"
      },
      {
        "id": 380903,
        "name": "环县"
      },
      {
        "id": 380904,
        "name": "华池县"
      },
      {
        "id": 380905,
        "name": "合水县"
      },
      {
        "id": 380906,
        "name": "正宁县"
      },
      {
        "id": 380907,
        "name": "宁县"
      },
      {
        "id": 380908,
        "name": "镇原县"
      }
    ],
    "381000": [
      {
        "id": 381001,
        "name": "崆峒区"
      },
      {
        "id": 381002,
        "name": "泾川县"
      },
      {
        "id": 381003,
        "name": "灵台县"
      },
      {
        "id": 381004,
        "name": "崇信县"
      },
      {
        "id": 381005,
        "name": "华亭县"
      },
      {
        "id": 381006,
        "name": "庄浪县"
      },
      {
        "id": 381007,
        "name": "静宁县"
      }
    ],
    "381100": [
      {
        "id": 381101,
        "name": "安定区"
      },
      {
        "id": 381102,
        "name": "通渭县"
      },
      {
        "id": 381103,
        "name": "临洮县"
      },
      {
        "id": 381104,
        "name": "漳县"
      },
      {
        "id": 381105,
        "name": "岷县"
      },
      {
        "id": 381106,
        "name": "渭源县"
      },
      {
        "id": 381107,
        "name": "陇西县"
      }
    ],
    "381200": [
      {
        "id": 381201,
        "name": "武都区"
      },
      {
        "id": 381202,
        "name": "成县"
      },
      {
        "id": 381203,
        "name": "宕昌县"
      },
      {
        "id": 381204,
        "name": "康县"
      },
      {
        "id": 381205,
        "name": "文县"
      },
      {
        "id": 381206,
        "name": "西和县"
      },
      {
        "id": 381207,
        "name": "礼县"
      },
      {
        "id": 381208,
        "name": "两当县"
      },
      {
        "id": 381209,
        "name": "徽县"
      }
    ],
    "381300": [
      {
        "id": 381301,
        "name": "临夏市"
      },
      {
        "id": 381302,
        "name": "临夏县"
      },
      {
        "id": 381303,
        "name": "康乐县"
      },
      {
        "id": 381304,
        "name": "永靖县"
      },
      {
        "id": 381305,
        "name": "广河县"
      },
      {
        "id": 381306,
        "name": "和政县"
      },
      {
        "id": 381307,
        "name": "东乡族自治县"
      },
      {
        "id": 381308,
        "name": "积石山保安族东乡族撒拉族自治县"
      }
    ],
    "381400": [
      {
        "id": 381401,
        "name": "合作市"
      },
      {
        "id": 381402,
        "name": "临潭县"
      },
      {
        "id": 381403,
        "name": "卓尼县"
      },
      {
        "id": 381404,
        "name": "舟曲县"
      },
      {
        "id": 381405,
        "name": "迭部县"
      },
      {
        "id": 381406,
        "name": "玛曲县"
      },
      {
        "id": 381407,
        "name": "碌曲县"
      },
      {
        "id": 381408,
        "name": "夏河县"
      }
    ],
    "390100": [
      {
        "id": 390101,
        "name": "城中区"
      },
      {
        "id": 390102,
        "name": "城东区"
      },
      {
        "id": 390103,
        "name": "城西区"
      },
      {
        "id": 390104,
        "name": "城北区"
      },
      {
        "id": 390105,
        "name": "湟源县"
      },
      {
        "id": 390106,
        "name": "湟中县"
      },
      {
        "id": 390107,
        "name": "大通回族土族自治县"
      }
    ],
    "390200": [
      {
        "id": 390201,
        "name": "平安县"
      },
      {
        "id": 390202,
        "name": "乐都县"
      },
      {
        "id": 390203,
        "name": "民和回族土族自治县"
      },
      {
        "id": 390204,
        "name": "互助土族自治县"
      },
      {
        "id": 390205,
        "name": "化隆回族自治县"
      },
      {
        "id": 390206,
        "name": "循化撒拉族自治县"
      }
    ],
    "390300": [
      {
        "id": 390301,
        "name": "海晏县"
      },
      {
        "id": 390302,
        "name": "祁连县"
      },
      {
        "id": 390303,
        "name": "刚察县"
      },
      {
        "id": 390304,
        "name": "门源回族自治县"
      }
    ],
    "390400": [
      {
        "id": 390401,
        "name": "共和县"
      },
      {
        "id": 390402,
        "name": "同德县"
      },
      {
        "id": 390403,
        "name": "贵德县"
      },
      {
        "id": 390404,
        "name": "兴海县"
      },
      {
        "id": 390405,
        "name": "贵南县"
      }
    ],
    "390500": [
      {
        "id": 390501,
        "name": "同仁县"
      },
      {
        "id": 390502,
        "name": "尖扎县"
      },
      {
        "id": 390503,
        "name": "泽库县"
      },
      {
        "id": 390504,
        "name": "河南蒙古族自治县"
      }
    ],
    "390600": [
      {
        "id": 390601,
        "name": "玛沁县"
      },
      {
        "id": 390602,
        "name": "班玛县"
      },
      {
        "id": 390603,
        "name": "甘德县"
      },
      {
        "id": 390604,
        "name": "达日县"
      },
      {
        "id": 390605,
        "name": "久治县"
      },
      {
        "id": 390606,
        "name": "玛多县"
      }
    ],
    "390700": [
      {
        "id": 390701,
        "name": "玉树县"
      },
      {
        "id": 390702,
        "name": "杂多县"
      },
      {
        "id": 390703,
        "name": "称多县"
      },
      {
        "id": 390704,
        "name": "治多县"
      },
      {
        "id": 390705,
        "name": "囊谦县"
      },
      {
        "id": 390706,
        "name": "曲麻莱县"
      }
    ],
    "390800": [
      {
        "id": 390801,
        "name": "德令哈市"
      },
      {
        "id": 390802,
        "name": "格尔木市"
      },
      {
        "id": 390803,
        "name": "乌兰县"
      },
      {
        "id": 390804,
        "name": "都兰县"
      },
      {
        "id": 390805,
        "name": "天峻县"
      }
    ],
    "400100": [
      {
        "id": 400101,
        "name": "兴庆区"
      },
      {
        "id": 400102,
        "name": "西夏区"
      },
      {
        "id": 400103,
        "name": "金凤区"
      },
      {
        "id": 400104,
        "name": "灵武市"
      },
      {
        "id": 400105,
        "name": "永宁县"
      },
      {
        "id": 400106,
        "name": "贺兰县"
      }
    ],
    "400200": [
      {
        "id": 400201,
        "name": "大武口区"
      },
      {
        "id": 400202,
        "name": "惠农区"
      },
      {
        "id": 400203,
        "name": "平罗县"
      }
    ],
    "400300": [
      {
        "id": 400301,
        "name": "利通区"
      },
      {
        "id": 400302,
        "name": "青铜峡市"
      },
      {
        "id": 400303,
        "name": "盐池县"
      },
      {
        "id": 400304,
        "name": "同心县"
      }
    ],
    "400400": [
      {
        "id": 400401,
        "name": "原州区"
      },
      {
        "id": 400402,
        "name": "西吉县"
      },
      {
        "id": 400403,
        "name": "隆德县"
      },
      {
        "id": 400404,
        "name": "泾源县"
      },
      {
        "id": 400405,
        "name": "彭阳县"
      }
    ],
    "400500": [
      {
        "id": 400501,
        "name": "沙坡头区"
      },
      {
        "id": 400502,
        "name": "中宁县"
      },
      {
        "id": 400503,
        "name": "海原县"
      }
    ],
    "410100": [
      {
        "id": 410101,
        "name": "天山区"
      },
      {
        "id": 410102,
        "name": "沙依巴克区"
      },
      {
        "id": 410103,
        "name": "新市区"
      },
      {
        "id": 410104,
        "name": "水磨沟区"
      },
      {
        "id": 410105,
        "name": "头屯河区"
      },
      {
        "id": 410106,
        "name": "达坂城区"
      },
      {
        "id": 410107,
        "name": "东山区"
      },
      {
        "id": 410108,
        "name": "乌鲁木齐县"
      }
    ],
    "410200": [
      {
        "id": 410201,
        "name": "克拉玛依区"
      },
      {
        "id": 410202,
        "name": "独山子区"
      },
      {
        "id": 410203,
        "name": "白碱滩区"
      },
      {
        "id": 410204,
        "name": "乌尔禾区"
      }
    ],
    "410300": [
      {
        "id": 410301,
        "name": "吐鲁番市"
      },
      {
        "id": 410302,
        "name": "托克逊县"
      },
      {
        "id": 410303,
        "name": "鄯善县"
      }
    ],
    "410400": [
      {
        "id": 410401,
        "name": "哈密市"
      },
      {
        "id": 410402,
        "name": "伊吾县"
      },
      {
        "id": 410403,
        "name": "巴里坤哈萨克自治县"
      }
    ],
    "410500": [
      {
        "id": 410501,
        "name": "和田市"
      },
      {
        "id": 410502,
        "name": "和田县"
      },
      {
        "id": 410503,
        "name": "洛浦县"
      },
      {
        "id": 410504,
        "name": "民丰县"
      },
      {
        "id": 410505,
        "name": "皮山县"
      },
      {
        "id": 410506,
        "name": "策勒县"
      },
      {
        "id": 410507,
        "name": "于田县"
      },
      {
        "id": 410508,
        "name": "墨玉县"
      }
    ],
    "410600": [
      {
        "id": 410601,
        "name": "阿克苏市"
      },
      {
        "id": 410602,
        "name": "温宿县"
      },
      {
        "id": 410603,
        "name": "沙雅县"
      },
      {
        "id": 410604,
        "name": "拜城县"
      },
      {
        "id": 410605,
        "name": "阿瓦提县"
      },
      {
        "id": 410606,
        "name": "库车县"
      },
      {
        "id": 410607,
        "name": "柯坪县"
      },
      {
        "id": 410608,
        "name": "新和县"
      },
      {
        "id": 410609,
        "name": "乌什县"
      }
    ],
    "410700": [
      {
        "id": 410701,
        "name": "喀什市"
      },
      {
        "id": 410702,
        "name": "巴楚县"
      },
      {
        "id": 410703,
        "name": "泽普县"
      },
      {
        "id": 410704,
        "name": "伽师县"
      },
      {
        "id": 410705,
        "name": "叶城县"
      },
      {
        "id": 410706,
        "name": "岳普湖县"
      },
      {
        "id": 410707,
        "name": "疏勒县"
      },
      {
        "id": 410708,
        "name": "麦盖提县"
      },
      {
        "id": 410709,
        "name": "英吉沙县"
      },
      {
        "id": 410710,
        "name": "莎车县"
      },
      {
        "id": 410711,
        "name": "疏附县"
      },
      {
        "id": 410712,
        "name": "塔什库尔干塔吉克自治县"
      }
    ],
    "410800": [
      {
        "id": 410801,
        "name": "阿图什市"
      },
      {
        "id": 410802,
        "name": "阿合奇县"
      },
      {
        "id": 410803,
        "name": "乌恰县"
      },
      {
        "id": 410804,
        "name": "阿克陶县"
      }
    ],
    "410900": [
      {
        "id": 410901,
        "name": "库尔勒市"
      },
      {
        "id": 410902,
        "name": "和静县"
      },
      {
        "id": 410903,
        "name": "尉犁县"
      },
      {
        "id": 410904,
        "name": "和硕县"
      },
      {
        "id": 410905,
        "name": "且末县"
      },
      {
        "id": 410906,
        "name": "博湖县"
      },
      {
        "id": 410907,
        "name": "轮台县"
      },
      {
        "id": 410908,
        "name": "若羌县"
      },
      {
        "id": 410909,
        "name": "焉耆回族自治县"
      }
    ],
    "411000": [
      {
        "id": 411001,
        "name": "昌吉市"
      },
      {
        "id": 411002,
        "name": "阜康市"
      },
      {
        "id": 411003,
        "name": "奇台县"
      },
      {
        "id": 411004,
        "name": "玛纳斯县"
      },
      {
        "id": 411005,
        "name": "吉木萨尔县"
      },
      {
        "id": 411006,
        "name": "呼图壁县"
      },
      {
        "id": 411007,
        "name": "木垒哈萨克自治县"
      },
      {
        "id": 411008,
        "name": "米泉市"
      }
    ],
    "411100": [
      {
        "id": 411101,
        "name": "博乐市"
      },
      {
        "id": 411102,
        "name": "精河县"
      },
      {
        "id": 411103,
        "name": "温泉县"
      }
    ],
    "411200": [
      {
        "id": 411201,
        "name": "石河子"
      }
    ],
    "411300": [
      {
        "id": 411301,
        "name": "阿拉尔"
      }
    ],
    "411400": [
      {
        "id": 411401,
        "name": "图木舒克"
      }
    ],
    "411500": [
      {
        "id": 411501,
        "name": "五家渠"
      }
    ],
    "411600": [
      {
        "id": 411601,
        "name": "伊宁市"
      },
      {
        "id": 411602,
        "name": "奎屯市"
      },
      {
        "id": 411603,
        "name": "伊宁县"
      },
      {
        "id": 411604,
        "name": "特克斯县"
      },
      {
        "id": 411605,
        "name": "尼勒克县"
      },
      {
        "id": 411606,
        "name": "昭苏县"
      },
      {
        "id": 411607,
        "name": "新源县"
      },
      {
        "id": 411608,
        "name": "霍城县"
      },
      {
        "id": 411609,
        "name": "巩留县"
      },
      {
        "id": 411610,
        "name": "察布查尔锡伯自治县"
      },
      {
        "id": 411611,
        "name": "塔城地区"
      },
      {
        "id": 411612,
        "name": "阿勒泰地区"
      }
    ],
    "420100": [
      {
        "id": 420101,
        "name": "台北市"
      },
      {
        "id": 420102,
        "name": "高雄市"
      },
      {
        "id": 420103,
        "name": "台北县"
      },
      {
        "id": 420104,
        "name": "桃园县"
      },
      {
        "id": 420105,
        "name": "新竹县"
      },
      {
        "id": 420106,
        "name": "苗栗县"
      },
      {
        "id": 420107,
        "name": "台中县"
      },
      {
        "id": 420108,
        "name": "彰化县"
      },
      {
        "id": 420109,
        "name": "南投县"
      },
      {
        "id": 420110,
        "name": "云林县"
      },
      {
        "id": 420111,
        "name": "嘉义县"
      },
      {
        "id": 420112,
        "name": "台南县"
      },
      {
        "id": 420113,
        "name": "高雄县"
      },
      {
        "id": 420114,
        "name": "屏东县"
      },
      {
        "id": 420115,
        "name": "宜兰县"
      },
      {
        "id": 420116,
        "name": "花莲县"
      },
      {
        "id": 420117,
        "name": "台东县"
      },
      {
        "id": 420118,
        "name": "澎湖县"
      },
      {
        "id": 420119,
        "name": "基隆市"
      },
      {
        "id": 420120,
        "name": "新竹市"
      },
      {
        "id": 420121,
        "name": "台中市"
      },
      {
        "id": 420122,
        "name": "嘉义市"
      },
      {
        "id": 420123,
        "name": "台南市"
      }
    ],
    "430100": [
      {
        "id": 430101,
        "name": "花地玛堂区"
      },
      {
        "id": 430102,
        "name": "圣安多尼堂区"
      },
      {
        "id": 430103,
        "name": "大堂区"
      },
      {
        "id": 430104,
        "name": "望德堂区"
      },
      {
        "id": 430105,
        "name": "风顺堂区"
      },
      {
        "id": 430106,
        "name": "嘉模堂区"
      },
      {
        "id": 430107,
        "name": "圣方济各堂区"
      },
      {
        "id": 430108,
        "name": "路凼"
      }
    ],
    "440100": [
      {
        "id": 440101,
        "name": "中西区"
      },
      {
        "id": 440102,
        "name": "湾仔区"
      },
      {
        "id": 440103,
        "name": "东区"
      },
      {
        "id": 440104,
        "name": "南区"
      },
      {
        "id": 440105,
        "name": "深水埗区"
      },
      {
        "id": 440106,
        "name": "油尖旺区"
      },
      {
        "id": 440107,
        "name": "九龙城区"
      },
      {
        "id": 440108,
        "name": "黄大仙区"
      },
      {
        "id": 440109,
        "name": "观塘区"
      },
      {
        "id": 440110,
        "name": "北区"
      },
      {
        "id": 440111,
        "name": "大埔区"
      },
      {
        "id": 440112,
        "name": "沙田区"
      },
      {
        "id": 440113,
        "name": "西贡区"
      },
      {
        "id": 440114,
        "name": "元朗区"
      },
      {
        "id": 440115,
        "name": "屯门区"
      },
      {
        "id": 440116,
        "name": "荃湾区"
      },
      {
        "id": 440117,
        "name": "葵青区"
      },
      {
        "id": 440118,
        "name": "离岛区"
      }
    ]
  }
});
